{"10135":{"rbd":"10135","nombre":"ESCUELA LO BOZA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer las políticas, los procedimientos y las estrategias implementadas con foco en la diversificación de la enseñanza y el acompañamiento docente con la finalidad de recuperar los aprendizajes de todos los estudiantes, en la línea de la Política de reactivación educativa del Mineduc.","metaEstrategica":"Lograr el desplazamiento positivo del 10% de estudiantes desde la categoría insatisfactorio al nivel elemental y 10% del nivel elemental al adecuado, en las asignaturas de lenguaje y matemáticas de 3° a 8° básico y lograr un 77% de estudiantes lectores en el nivel de segundo básico, según los estándares de la agencia de la calidad.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer la política de gestión interna mediante el análisis oportuno de información, que permita mejorar los resultados de eficiencia interna, con foco en la prevención de la desvinculación educativa y promoción de la asistencia, permitiendo así la consolidación y actualización del proyecto educativo institucional.","metaEstrategica":"Mejorar los resultados de eficiencia interna aumentando en 10 puntos porcentuales la asistencia, manteniendo la tasa de retención escolar y la matrícula.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Promover el desarrollo integral de los y las estudiantes, el respeto mutuo, el diálogo y la motivación escolar mediante la organización de actividades que fortalezcan el área socioemocional y los indicadores de desarrollo personal y social.","metaEstrategica":"Mantener el promedio de los IDPS obtenidos el año anterior según los estándares de la agencia de la calidad.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Promover el mejoramiento continuo de aprendizaje de los estudiantes y desempeño profesional de docentes y asistentes de la educación, mediante la incorporación de recursos que permitan una mejor experiencia educativa y una actualización de conocimientos disciplinarios y pedagógicos.","metaEstrategica":"Gestionar el 100% de los recursos, materiales y humanos con el fin de asegurar el proceso de enseñanza y aprendizaje de los estudiantes, que garanticen su desarrollo integral y el cumplimiento de sus trayectorias educativas.","indicador":"","acciones":[]}}}}