{"10075":{"rbd":"10075","nombre":"LICEO POLIVALENTE LOS HEROES DE LA CONCEPCIÓN","faseEstrategicaCargada":false,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"acciones del PDPD con foco en acompañamiento número de acciones implementadas en el PDPD con foco en el acompañamiento docente. Cumple (100%)","acciones":[{"id":"10075-Gestión Pedagógica-0","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los/las estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión Pedagógica-1","nombre":"Fortalecimiento de la enseñanza media técnico profesional para potenciar las trayectorias educativas","descripcion":"El establecimiento desarrolla actividades que contribuyan a mejorar la trayectoria educativa de la formación diferenciada técnico profesional, mediante la participación de los estudiantes en: Prácticas y salidas técnicas a empresas a través de la consolidación del trabajo con el Consejo Asesor Empresarial CADE","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El director promueve la participación de docentes, jefe de UTP, inspector general, coordinadores de departamentos, coordinadores PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, del territorio. -Asistencia y participación en redes de mejoramiento e","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión Pedagógica-3","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los y las estudiantes, a través de un plan de acompañamiento a las trayectorias educativas que comprende: Elección de especialidades TP y de estudios superiores y/o alternativas laborales","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión Pedagógica-4","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; -Asistencia y participación en redes de mejoramiento escolar territoriales, fomentando el trabajo colaborativo intra e in","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"acciones realizadas % de acciones implementadas del plan local Cumple (100%)","acciones":[{"id":"10075-Liderazgo-0","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Liderazgo-1","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"instancias implementadas n° de instancias realizadas del plan de gestión de la convivencia escolar Cumple (100%)","acciones":[{"id":"10075-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como lo son: jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones .","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de los estudiantes a través del desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: -Taller de Desarrollo personal y social, -Instancias territoriales","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"numero de recursos pedagógicos n° de materiales pedagógicos recibidos por el establecimiento Cumple (100%)","acciones":[{"id":"10075-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El sostenedor o director y equipo de gestión determino no continuar con la prestación de servicios de la asesoría técnica externa."},{"id":"10075-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de aaciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El sostenedor o director y equipo de gestión determino no continuar con la prestación de servicios de la asesoría técnica externa."},{"id":"10075-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}},"10083":{"rbd":"10083","nombre":"ESCUELA PRESIDENTE ROOSEVELT","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el acompañamiento docente para mejorar las interacciones pedagógicas y el desarrollo de capacidades y competencias mediante la generación de espacios de análisis y discusión para la mejora de los resultados académicos.","metaEstrategica":"70% de los docentes mejoran sus interacciones pedagógicas, mediante un acompañamiento y participación colaborativa en instancias de análisis y discusión.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el trabajo colaborativo y los canales fluidos de comunicación con el fin de mejorar las prácticas institucionales, a través del monitoreo sistemático del estado de avance del plan de mejoramiento.","metaEstrategica":"70% de los integrantes de la comunidad educativa participa en instancias de trabajo colaborativo para mejorar prácticas institucionales y mejorar canales de comunicación.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Mejorar la participación activa de toda la comunidad educativa con el fin de establecer un vínculo positivo y de carácter formativo entre sus integrantes, para resguardar la integridad física y psicológica y el autocuidado, mediante el desarrollo del Plan de gestión de la convivencia escolar","metaEstrategica":"70% de los integrantes de la comunidad educativa participa y establece vínculos positivos y formativos, resguardando la integridad física y psicológica y el autocuidado de todos sus integrantes","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la adquisición de recursos e insumos educativos y tecnológicos para fortalecer los aprendizajes de los y las estudiantes, mediante el monitoreo y análisis de su uso y estado de los recursos.","metaEstrategica":"90% de los recursos permite resguardar la mejora de los aprendizajes y requerimientos administratvos del establecimiento.","indicador":"","acciones":[]}}}}