{"10010":{"rbd":"10010","nombre":"MUSTAFA KEMAL ATATURK","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar las estrategias metodológicas, para mejorar los resultados de aprendizaje de todos los estudiantes a través de la integración curricular.","metaEstrategica":"El 70 % de los estudiantes, logran alcanzar un nivel de logro elemental y/o adecuado.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el Proyecto Educativo Institucional con el fin de mejorar el sentido de pertenencia y cultura del establecimiento a través del monitoreo sistemático del PME.","metaEstrategica":"El 90% de las acciones del PME se implementan sistemáticamente mediante el liderazgo distribuido.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer la formación integral de los estudiantes, para promover la participación, comunicación, buen trato y alta autoestima académica a través de la ejecución del plan de la convivencia escolar.","metaEstrategica":"El 90% de la comunidad educativa valoriza las acciones contenidas en el PGCE como un aporte para la buena convivencia escolar.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar de manera eficiente los recursos humanos y educativos para responder a las necesidades pedagógicas y administrativas del establecimiento, fortaleciendo redes de apoyo y asegurando la disponibilidad de materiales didácticos y tecnológicos que contribuyan a la mejora de los aprendizajes.","metaEstrategica":"Lograr que al menos el 80% de los estudiantes mejore sus procesos de aprendizaje mediante la entrega oportuna de recursos didácticos, tecnológicos y humanos, asegurando una gestión eficiente y sostenible de los recursos del establecimiento.","indicador":"","acciones":[]}}},"10074":{"rbd":"10074","nombre":"ESCUELA ALIANZA","faseEstrategicaCargada":false,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Acompañamiento a instancias a planificación conjunta: N° de acompañamientos a instancias de planificación conjunta.","acciones":[{"id":"10074-Gestión Pedagógica-0","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director promueve la participación de docentes, jefe de UTP, inspector general,coordinadores de departamentos, coordinadores PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos del territorio.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión Pedagógica-1","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes.","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) para apoyar la trayectoria educativa de los y las estudiantes, a través de reuniones de planificación, talleres de capacitación, actividades de integración curricular para los niveles de NT1 a segundo año básico.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión Pedagógica-2","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes.","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Apoyo del sostenedor a los procesos de mejora continua: % de personal contratado para el buen funcionamiento institucional.","acciones":[{"id":"10074-Liderazgo-0","nombre":"Apoyo del sostenedor a los procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Liderazgo-1","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Liderazgo-2","nombre":"Plataforma de apoyo a la gestión escolar","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Estrategias integrales para fomentar la convivencia: N° de instancias trabajadas.","acciones":[{"id":"10074-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestion, docentes y asistentes de la educación implementan estrategias integrales como lo son: como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Convivencia Escolar-1","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territ.","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Convivencia Escolar-2","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Convivencia Escolar-3","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar and la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niños y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Adquisición de equipos informaticos y recursos tecnológicos: N° de equipos adquiridos","acciones":[{"id":"10074-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de aaciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Fuera de glosa presupuestaria."}]}}},"10075":{"rbd":"10075","nombre":"LICEO POLIVALENTE LOS HEROES DE LA CONCEPCIÓN","faseEstrategicaCargada":false,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"acciones del PDPD con foco en acompañamiento: número de acciones implementadas en el PDPD con foco en el acompañamiento docente. / docentes que participan en el acompañamiento: % de docentes que participan en el proceso de acompañamiento docente.","acciones":[{"id":"10075-Gestión Pedagógica-0","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los/las estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión Pedagógica-1","nombre":"Fortalecimiento de la enseñanza media técnico profesional para potenciar las trayectorias educativas","descripcion":"El establecimiento desarrolla actividades que contribuyan a mejorar la trayectoria educativa de la formación diferenciada técnico profesional, mediante la participación de los estudiantes en: Prácticas y salidas técnicas a empresas a través de la consolidación del trabajo con el Consejo Asesor Empresarial CADE","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El director promueve la participación de docentes, jefe de UTP, inspector general, coordinadores de departamentos, coordinadores PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, del territorio. -Asistencia y participación en redes de mejoramiento e","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión Pedagógica-3","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los y las estudiantes, a través de un plan de acompañamiento a las trayectorias educativas que comprende: Elección de especialidades TP y de estudios superiores y/o alternativas laborales","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión Pedagógica-4","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; -Asistencia y participación en redes de mejoramiento escolar territoriales, fomentando el trabajo colaborativo intra e in","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"acciones realizadas: % de acciones implementadas del plan local / porcentaje de estudiantes TP: % de alumnos de la modalidad TP que participan de las acciones del plan de trayectoria","acciones":[{"id":"10075-Liderazgo-0","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para la asignación de tareas,guías de","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Liderazgo-1","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"instancias implementadas: n° de instancias realizadas del plan de gestión de la convivencia escolar / participación: % de estudiantes que participan de las acciones del plan de gestión de la convivencia escolar","acciones":[{"id":"10075-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como lo son: jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":" El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Las actividades realizadas en el establecimiento son: -Los equipos directivos analizan datos cuantitativos para reflexionar sobre posibles causas de inasistencia por niveles y/o modalidades.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones .","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de los estudiantes a través del desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: -Taller de Desarrollo personal y social, -Instancias territoriales","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"numero de recursos pedagógicos: n° de materiales pedagógicos recibidos por el establecimiento / porcentaje de recursos: % de recursos adquiridos durante el año escolar para el aprendizaje","acciones":[{"id":"10075-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El sostenedor o director y equipo de gestión determino no continuar con la prestación de servicios de la asesoría técnica externa."},{"id":"10075-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de aaciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El sostenedor o director y equipo de gestión determino no continuar con la prestación de servicios de la asesoría técnica externa."},{"id":"10075-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10075-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}},"10135":{"rbd":"10135","nombre":"ESCUELA LO BOZA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer las políticas, los procedimientos y las estrategias implementadas con foco en la diversificación de la enseñanza y el acompañamiento docente con la finalidad de recuperar los aprendizajes de todos los estudiantes, en la línea de la Política de reactivación educativa del Mineduc.","metaEstrategica":"Lograr el desplazamiento positivo del 10% de estudiantes desde la categoría insatisfactorio al nivel elemental y 10% del nivel elemental al adecuado, en las asignaturas de lenguaje y matemáticas de 3° a 8° básico y lograr un 77% de estudiantes lectores en el nivel de segundo básico, según los estándares de la agencia de la calidad.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer la política de gestión interna mediante el análisis oportuno de información, que permita mejorar los resultados de eficiencia interna, con foco en la prevención de la desvinculación educativa y promoción de la asistencia, permitiendo así la consolidación y actualización del proyecto educativo institucional.","metaEstrategica":"Mejorar los resultados de eficiencia interna aumentando en 10 puntos porcentuales la asistencia, manteniendo la tasa de retención escolar y la matrícula.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Promover el desarrollo integral de los y las estudiantes, el respeto mutuo, el diálogo y la motivación escolar mediante la organización de actividades que fortalezcan el área socioemocional y los indicadores de desarrollo personal y social.","metaEstrategica":"Mantener el promedio de los IDPS obtenidos el año anterior según los estándares de la agencia de la calidad.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Promover el mejoramiento continuo de aprendizaje de los estudiantes y desempeño profesional de docentes y asistentes de la educación, mediante la incorporación de recursos que permitan una mejor experiencia educativa y una actualización de conocimientos disciplinarios y pedagógicos.","metaEstrategica":"Gestionar el 100% de los recursos, materiales y humanos con el fin de asegurar el proceso de enseñanza y aprendizaje de los estudiantes, que garanticen su desarrollo integral y el cumplimiento de sus trayectorias educativas.","indicador":"","acciones":[]}}}}