{"10106":{"rbd":"10106","nombre":"LICEO BICENTENARIO POETA PABLO NERUDA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Sistematizar las prácticas pedagógicas promoviendo comunidades de aprendizaje a traves de un trabajo colaborativo y reflexivo que permitan: el desarrollo de habilidades y competencias, el logro y la promoción del aprendizaje profundo e integral de los estudiantes.","metaEstrategica":"Al menos el 80% de los docentes logran mejorar su practica pedagogica a traves de la participaciòn en comunidades de aprendizaje y un trabajo coloborativo basado en la reflexion a partir de los resultados obtenidos de los instrurmentos aplicados a los estudiantes.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Desarrollar una cultura de altas expectativas en la comunidad educativa, movilizando a sus integrantes a la mejora continua, con el fin de abordar elementos socioemocionales y académicos.","metaEstrategica":"Al menos el 80% de los integrantes de la comunidad educativa logran internalizar y aplicar estrategias de trabajo participativo que permitiràn obtener òptimos resultados acadèmicos y formativos.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar prácticas de convivencia escolar para lograr la asimilacion de actitudes de respeto y de buen trato entre todos los actores de la comunidad educativa.","metaEstrategica":"Al menos el 90% de las prácticas de los integrantes de la comunidad educativa fomenta un ambiente basado en el respeto y buen trato entre todos los actores del establecimiento. Esto, en relacion a los resulados obtenidos de la evaluacion DIA socioemocional.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos humanos y materiales en apoyo al proceso de enseñanza y aprendizaje de los estudiantes para dar cumplimiento a las metas establecidas en el Plan de mejoramiento.","metaEstrategica":"Al menos 70 % de la Subvención Escolar Preferencial es destinado a recursos educativos y humanos, necesarios para la implementación de las acciones del plan de mejoramiento.","indicador":"","acciones":[]}}},"10107":{"rbd":"10107","nombre":"ESCUELA BASICA PAULO FREIRE","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer los procesos de implementación curricular mediante el uso de estrategias de enseñanza- aprendizaje efectivas, con el objetivo de cultivar hábitos y habilidades en los estudiantes. Esto se logrará a través de la observación y la retroalimentación constructivas de clases.","metaEstrategica":"Al menos el 80% de los docentes son acompañados, con foco en 3°, 4° básico y las asignaturas de lenguaje y comunicación .","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Articular en conjunto con el SLEPB Comunidades profesionales de aprendizaje con el fin de generar una cultura de altas expectativas, a través de acciones como aumentar progresivamente las exigencias en todos los ámbitos.","metaEstrategica":"Incrementar en un 20% la participación de los miembros d del establecimiento en la Comunidad Profesional de Aprendizaje del SLEPB en actividades de desarrollo profesional y establecer un sistema de seguimiento para evaluar el aumento progresivo de las exigencias en todos los ámbitos","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer la formación integral para promover un ambiente de amabilidad y respeto implementando el plan de gestión de la convivencia","metaEstrategica":"Implementar el 100% de las acciones del Plan de Gestión de la Convivencia en todos los niveles educativo, logrando una mejora del 15% en los índices de conflicto al interior de la escuela, medido a través de los registros de atención convivencia escolar.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar adecuadamente el desarrollo profesional docentes , para si apoyar las necesidades técnicas y administrativas a mediante redes, programas de apoyo.","metaEstrategica":"Gestionar y poner en marcha al menos 2 programas de desarrollo profesional docente, con la participación de al menos el 85% del cuerpo docente, y establecer redes de apoyo que aborden las necesidades técnicas y administrativas, basadas en los resultados de reuniones de retroalimentación.","indicador":"","acciones":[]}}}}