{"10074":{"rbd":"10074","nombre":"ESCUELA ALIANZA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Implementar acciones de seguimiento y monitoreo del acompañamiento docente para el mejoramiento de los aprendizajes a través del trabajo colaborativo.","metaEstrategica":"El 90% de las acciones de seguimiento y monitoreo del acompañamiento docente son implementados en espacios de trabajo colaborativo orientadas al mejoramiento de los aprendizajes.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Progresar en la instalación de un sistema de monitoreo y planificación de la gestión para la toma de decisiones y el logro de resultados en las diversas áreas estratégicas de la gestión educativa.","metaEstrategica":"El 100% de los estamentos planifican y monitorean la ejecución y avances de los planes de gestión.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer la vinculación escuela y familia a través de la participación de los estamentos de la comunidad escolar, para promover bienestar y garantizar las trayectorias educativas de niños, niñas y adolescentes.","metaEstrategica":"El 90% de las acciones del plan de gestión de convivencia escolar son implementadas.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la adquisición de recursos materiales, financieros y humanos para la reactivación de los aprendizajes.","metaEstrategica":"El 100% de los recursos materiales, financieros y humanos son gestionados de manera efectiva contribuyendo a la reactivación de aprendizajes.","indicador":"","acciones":[]}}},"10086":{"rbd":"10086","nombre":"ESCUELA REPUBLICA DE ITALIA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar el desarrollo de estrategias efectivas de enseñanza, con la finalidad de movilizar los niveles de logro de los y las estudiantes en las asignaturas de Lenguaje y Matemática, según resultados anteriores.","metaEstrategica":"El 60% de los y las estudiantes se movilizan en sus niveles de logro en las asignaturas de Lenguaje y Matemática, según resultados anteriores.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Afianzar los procesos de gestión institucional para resguardar que el logro de resultados académicos y bienestar integral de los y las estudiantes de la escuela","metaEstrategica":"El 80% de docentes y asistentes de la educación participan en instancias de análisis y evaluación de los procesos de gestión institucional , relacionados con el logro de resultados académicos y el bienestar integral de los y las estudiantes de la escuela.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar el desarrollo de estrategias de participación de toda la comunidad educativa para fortalecer la sana convivencia y el bienestar integral y socioemocional de los y las estudiantes de la escuela.","metaEstrategica":"El 80% de estudiantes participa en talleres o instancias que buscar fortalecer la sana convivencia y bienestar integral y socioemocional de los y las estudiantes.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la adquisición de recursos humanos y materiales con la finalidad de resguardar la implementación eficiente de la gestión educativa del establecimiento, según el PEI","metaEstrategica":"El 90% de los recursos humanos y materiales son gestionados y utilizados de manera efectiva para la implementación eficiente de la gestión educativa del establecimiento según el PEI","indicador":"","acciones":[]}}}}