{"rbd":"10081","nombre":"ESCUELA ESTRELLA DE CHILE","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar los aprendizajes de nuestros estudiantes a través del perfeccionamiento de estrategias metodológicas y tecnológicas, implementadas de manera sistemática y oportuna por los docentes. Se priorizará el desarrollo de habilidades en las asignaturas troncales (Lenguaje, Matemáticas, Ciencias Naturales e Historia), con la incorporación de docentes especialistas en el segundo ciclo básico.","metaEstrategica":"Afianzar la participación de al menos el 90% de los docentes en instancias del Plan Local de Desarrollo Profesional Docente, asegurando la aplicación efectiva de nuevas metodologías en el aula.","indicador":"Estrategias de Transición Educativa: Presentar al menos 4 estrategias de Transición entre NT2 y primero básico, y entre cuarto y quinto básico. Salidas Pedagógicas: Asegurar por lo menos una salida pedagógica para cada curso durante el primer y segundo semestre (30 salidas, correspondientes a una por curso). Seguimiento y acompañamiento al aula: El 60% de los docentes son acompañados al aula.","acciones":[{"id":"10081-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de transición educativa con talleres, jornadas y co- enseñanza desde parvularia a básica, promoviendo la continuidad, el bienestar y la proyección escolar. -Vinculación del nivel de educación parvularia con jardines infantiles del territorio, - Articulación entre NT2 y 1 Básico, -Articulación entre 4 y 5 básico, -Articulación entre 8° básico y liceos","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve jornadas formativas, análisis de datos y acompañamiento técnico de asesores para fortalecer competencias docentes y articular el currículo, potenciando el aprendizaje profundo desde NT a enseñanza básica. Vocabi, Mati Aventura, LEC, Matemática en ruta.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Perfeccionar el vínculo y el compromiso con las familias para consolidar una asistencia responsable y sostenida de los estudiantes, lo que contribuirá a la mejora de los niveles de logro de aprendizaje.","metaEstrategica":"Afianzar el porcentaje de asistencia de los estudiantes en un 10% respecto del año anterior, asegurando una participación continua en las actividades académicas y formativas.","indicador":"Apoderados informados de resultados: El 60% de los apoderados toman conocimiento sobre los resultados obtenidos por los estudiantes. Ejecución del Plan Local de Formación: Implementación de al menos tres acciones formativas y colaborativas del Plan Local de Formación, dirigidas a docentes y asistentes, según necesidades detectadas y redes de mejoramiento escolar. Jornadas de análisis de datos y de planes: 50% de apoderados encuestados tienen conocimiento sobre el PEI y/o PME del establecimiento.","acciones":[{"id":"10081-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento impulsa acciones formativas y colaborativas, respondiendo a necesidades docentes y de asistentes, incluyendo redes territoriales, clínicas, y otras instancias formativas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar las estrategias de convivencia escolar y de salud mental, promoviendo su bienestar y desarrollo integral y fortaleciendo la participación de la familia en dichas iniciativas.","metaEstrategica":"Ejecutar y evaluar el 85% de las acciones establecidas en el Plan de Gestión de la Convivencia, con un enfoque en la inclusión y la equidad.","indicador":"Actividades territoriales implementadas: Número de actividades territoriales realizadas para promover convivencia, salud mental y desarrollo integral, respaldado con registros, planificaciones y evidencias de participación. Plan de Formación Integral: Porcentaje de estudiantes que participan en los talleres extraescolares. Promoción de la convivencia positiva y afectividad: Actividades como jornadas reflexivas, talleres personales y sociales, charlas TEA, participación en programas externos como FALP, elección del centro de estudiantes, debates escolares, entre otras.","acciones":[{"id":"10081-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes implementan estrategias integrales como jornadas de trabajo, espacios reflexivos, orientación y atención focalizada, promoviendo la sana convivencia, la afectividad y la sexualidad responsable en contextos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento fomenta la participación estudiantil para prevenir la desvinculación y promover la asistencia, mediante el trabajo con la comunidad educativa. Se analizan datos para identificar causas de inasistencia y riesgo de deserción, y se diseñan estrategias. Además, se contextualizan las intervenciones con apoderados según orientaciones y materiales de apoyo.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementa un sistema de monitoreo y seguimiento a estudiantes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por sus pares o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva y de promoción.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes, incentivando su participación en actividades artísticas, deportivas y de salud mental, tales como escuelas de canto y ballet folclórico del territorio, especialmente para quienes demuestren habilidades destacadas. Además, con talleres extraescolares.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Consolidar un sistema eficiente de administración y uso de recursos, garantizando su disponibilidad oportuna para potenciar los aprendizajes y promover el desarrollo integral de los estudiantes.","metaEstrategica":"Gestionar la entrega y el uso eficiente del 80% de los recursos destinados al fortalecimiento del aprendizaje y la formación integral de los estudiantes, para impactar en los resultados académicos.","indicador":"Disponibilidad de materiales pedagógicos: Se adquieren recursos educativos y material fungible para fortalecer la enseñanza y el ámbito socioemocional, mejorando las prácticas pedagógicas con apoyo del sostenedor y equipo directivo. Dotación y funcionamiento del personal SEP: Mide el cumplimiento de la dotación y funcionamiento del personal financiado por SEP, superando el 50% del gasto, según necesidades del contexto de vulnerabilidad escolar. Recursos educativos y material fungible: Porcentaje de recursos distribuidos en relación a lo recibido.","acciones":[{"id":"10081-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10081-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}