{"rbd":"10114","nombre":"ESCUELA BASICA N°389 REPUBLICA DE ESTADOS UNIDOS","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Implementar el eje de fortalecimiento de los aprendizajes mediante estrategias y procedimientos pedagógicos de acuerdo al contexto escolar, abordando responsabilidades profesionales de acuerdo a sus funciones para atender las necesidades educativas de todos los estudiantes propendiendo a la mejora de los logros de aprendizaje en todos los niveles de acuerdo con lineamientos de MINEDUC y SLEP.","metaEstrategica":"Priorizar la detección oportuna en todos los niveles de estudiantes: no lectores, lectores silábicos y lectores en, al menos, el 70% de la población escolar estableciendo apoyos académicos específicos bajo el liderazgo de Unidad Técnica y los diversos equipos de aula.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer la cultura de trabajo colaborativo centrándose en los aprendizajes por medio del consejo de profesores, la participación del consejo escolar y la implementación de los diversos instrumentos de gestión centrando el quehacer en el aseguramiento de la calidad y de los indicadores de eficiencia interna.","metaEstrategica":"Revisión del 100% de los planes normativos e instrumentos de la gestión de acuerdo con la normativa educacional vigente enfocándose en: • aumentar un 10% la asistencia a clases a nivel escuela tomando como punto de referencia los datos de marzo 2025. • incrementar un 5% la matrícula del establecimiento tomando como referencia el reporte de SIGE marzo 2025.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Operacionalizar los principios del eje de convivencia y salud mental, mediante la promoción y aprendizaje del trato respetuoso, de las relaciones inclusivas, de la participación democrática y colaborativa y de la resolución de los conflictos de manera pacífica y dialogada, para el desarrollo personal y social y la retención escolar de niños y niñas del establecimiento, considerando su bienestar socioemocional.","metaEstrategica":"Promoción de la cultura del buen trato a través de: -3 instancias de desarrollo profesional y autocapacitación centrada en el bienestar de colaboradores. -2 actividades con foco en el desarrollo social y de emociones de estudiantes de todos los cursos y niveles a lo largo del año escolar. -abordaje del 100% de los casos que representen situaciones de riesgo con las derivaciones correspondientes. -un incremento de la asistencia a reuniones de apoderados del 10% por semestre.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar de manera eficiente los recursos humanos y materiales, según las necesidades detectadas en el establecimiento, en concordancia con los instrumentos de gestión y la normativa vigente, propiciando las condiciones adecuadas para el desarrollo formativo y académico de los/as estudiantes.","metaEstrategica":"Destinar al menos un 70% de los recursos SEP a RR.HH. y otros a iniciativas de desarrollo profesional, material pedagógico y tecnológico, insumos para el bienestar de estudiantes, salidas pedagógicas, entre otros garantizando el desarrollo integral y la mejora de resultados.","indicador":"","acciones":[]}}}