{"rbd":"10083","nombre":"ESCUELA PRESIDENTE ROOSEVELT","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el acompañamiento docente para mejorar las interacciones pedagógicas y el desarrollo de capacidades y competencias mediante la generación de espacios de análisis y discusión para la mejora de los resultados académicos.","metaEstrategica":"70% de los docentes mejoran sus interacciones pedagógicas, mediante un acompañamiento y participación colaborativa en instancias de análisis y discusión.","indicador":"Diseño e implemetación de estrategias efectivas; Plan lector y habilidades matemáticas","acciones":[{"id":"10083-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para las y los estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) para apoyar la trayectoria educativa de los y las estudiantes, a través de talleres de promoción continuidad de estudios y clases con integración curricular, para: Articulación entre NT2 y 1 Básico y articulación entre octavo básico y enseñanza media","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Gestión Pedagógica-1","nombre":"Salidas pedagogicas para la formación integral de los y las estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito contribuir a la formación integral de los y las estudiantes, en linea con la priorización curricular actual del nivel educativo respectivo.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Gestión Pedagógica-2","nombre":"Consolidación de capacidades tec.pedagogicas for el desarrollo de hbs. precursoras.","descripcion":"Director promueve la participación en jornadas de trabajo UTP e instancias formativas, programas como vocabi aventuras, matemática en ruta, para desarrollar habilidades precursoras de lectoescritura en ed. Parvularia, lectoescritura en primer ciclo y reforzar las habilidades matematicas en segundo ciclo. Asimismo, participan en jornadas de analisis de datos que propician la toma de decisiones.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el trabajo colaborativo y los canales fluidos de comunicación con el fin de mejorar las prácticas institucionales, a través del monitoreo sistemático del estado de avance del plan de mejoramiento.","metaEstrategica":"70% de los integrantes de la comunidad educativa participa en instancias de trabajo colaborativo para mejorar prácticas institucionales y mejorar canales de comunicación.","indicador":"Análisis y Monitoreo PME; Trabajo colaborativo","acciones":[{"id":"10083-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docentes","descripcion":"Desarrollo de plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo a las necesidades formativas detectadas en los profesores y equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación: Asistencia, redes de mejoramiento territoriales, ADECO Retroalimentación pedagógic","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"Equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares, evaluativos, formativos y de seguimiento a los estudiantes.contribuyendo al trabajo de los equipos técnicos, docentes, directivos, y comunidad educativa, de acuerdo con los estándares del MINEDUC. incluye herramientas para la asignación de tareas,guías de aprendizaje y evaluaciones. Reportes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo rl Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Mejorar la participación activa de toda la comunidad educativa con el fin de establecer un vínculo positivo y de carácter formativo entre sus integrantes, para resguardar la integridad física y psicológica y el autocuidado, mediante el desarrollo del Plan de gestión de la convivencia escolar","metaEstrategica":"70% de los integrantes de la comunidad educativa participa y establece vínculos positivos y formativos, resguardando la integridad física y psicológica y el autocuidado de todos sus integrantes","indicador":"Acompañamiento a estudiantes; Participación en convivencia escolar","acciones":[{"id":"10083-Convivencia Escolar-0","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"Prevencion de la desvinculacion educativa y promocion de la asistencia de parvulos y estudiantes, mediante talleres y campañas de sensibilización.Aslmismo, el equipo de gestión y duplas psicosociales participan en jornadas de análisis de datos para el diseño de estrategias y en la red de encargados de convivencia y/o duplas psicosociales, para prevenir desvinculación y promover asistencia","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Convivencia Escolar-1","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Convivencia Escolar-2","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor.","descripcion":"El equipo directivo, docentes y AE promueven el desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante la participación activa de estudiantes en Talleres extracurriculares para estudiantes de acuerdo al PEI.Participación de estudiantes con talentos en escuela de canto o folclorico, en los juegos deportivos IND, festival de las artes, danzas y feria de act.fisica y mental","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Convivencia Escolar-3","nombre":"Estrategias integrales para fomentar la conviencia educativa positiva la afectividad y sexualidad re","descripcion":"Se implementan estrategias integrales como: jornadas de trabajo, reflexión, orientación, atención focalizada a estudiantes, que favorezcan espacios para la sana convivencia, el desarrollo de la afectividad , sexualidad responsable en entornos inclusivos, participativos y democráticos, Como charlas TEA, Taller personal y social, Debates, elección de centro de estudiantes","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la adquisición de recursos e insumos educativos y tecnológicos para fortalecer los aprendizajes de los y las estudiantes, mediante el monitoreo y análisis de su uso y estado de los recursos.","metaEstrategica":"90% de los recursos permite resguardar la mejora de los aprendizajes y requerimientos administratvos del establecimiento.","indicador":"Dotación de personal de apoyo; Recursos","acciones":[{"id":"10083-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de aaciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del e","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10083-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos.","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos e insumos y recursos tecnológicos con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}