{"rbd":"10120","nombre":"LICEO DE ADULTOS ALBERTO GALLEGUILLOS J.","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer estrategias efectivas de enseñanza- aprendizaje en el marco de la actualización curricular EPJA, con el fin de instalar prácticas pedagógicas utilizando metodologías activas de aprendizaje, que permitan asegurar trayectorias educativas.","metaEstrategica":"El 75% de los docentes realiza clases utilizando metodologías activas.","indicador":"50% de docentes en Acompañamiento y retroalimentación docente. Al menos 05 docentes realiza clases utilizando metodologías activas.","acciones":[{"id":"10120-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los estudiantes, a través de dos talleres y dos charlas para 2HC y 3TP: -Elección de estudios superiores y/o alternativas laborales, -Prácticas profesionales.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10120-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10120-Gestión Pedagógica-2","nombre":"Fortalecimiento de la enseñanza media técnico profesional para potenciar las trayectorias educativas","descripcion":"El establecimiento desarrolla actividades que contribuyan a mejorar la trayectoria educativa de la formación diferenciada técnico profesional, mediante la participación de los estudiantes en: - Prácticas y salidas técnicas a empresas a través de la consolidación del trabajo con el Consejo Asesor Empresarial Territorial (CADE). - Vinculación con Educación Superior (CFT, IP, y Universidades)","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10120-Gestión Pedagógica-3","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve la participación de docentes, jefe de UTP, en actividades que contribuyan a fortalecer las competencias técnicas del equipo de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, centradas en la participación activa y colaborativa por medio de metodologías activas, Jornadas de trabajo, estructurar currículo, análisis de datos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Implementar el trabajo colaborativo de los distintos estamentos del establecimiento, con el fin de promover el intercambio de prácticas profesionales exitosas, mediante la sistematización y uso de datos.","metaEstrategica":"El 75% de los funcionarios profesionales intercambian prácticas profesionales utilizando trabajo colaborativo.","indicador":"se realizarán al menos 4 capacitaciones a docentes y asistentes de la educación. Se realizan al menos 03 instancias de intercambio de prácticas exitosas, utilizando trabajo colaborativo.","acciones":[{"id":"10120-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores; como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación (Adeco).","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10120-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para la asignación de tareas,guías de","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10120-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Perfeccionar objetivos formativos con el fin de promover la formación integral definidas en las nuevas bases curriculares EPJA, a través de jornadas de orientación, instancias de sensibilización, actividades extracurriculares u otras, que aseguren trayectorias educativas.","metaEstrategica":"Se realizan a lo menos 6 instancias anuales para abordar los objetivos formativos.","indicador":"Se realizan a lo menos 6 instancias anuales para abordar los objetivos formativos. Participación de al menos 20 colaboradores , en instancias de formación.","acciones":[{"id":"10120-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexua","descripcion":"El equipo de gestión, docentes y AAEE implementan estrategias integrales como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, que favorezcan espacios para la sana convivencia, desarrollo de la afectividad y sexualidad, entornos inclusivos, participativos y democráticos. estrategias integrales en las distintas dimensiones, Charlas TEA.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10120-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El liceo promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, por medio, trabajo con las comunidades educativas. como: análisis datos cuantitativos causas de inasistencia por niveles y/o modalidades, formulando hipótesis sobre factores o causas de inasistencia y riesgo de deserción de manera de acordar estrategias para pro","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10120-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los jóvenes y adultos que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes, relacionados con la salud mental, con el fin de implementar acciones preventivas (llama","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"Dificultades en la planificación del establecimiento impidieron que la actividad se desarrollara conforme a lo planificado"},{"id":"10120-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: actividades extracurriculares (Talleres EDEX) que promueven el desarrollo físico, artístico y cultural, en el contexto de promover la motivación escolar, la","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Fortalecer aspectos técnico- administrativos del personal, para apoyar las necesidades pedagógicas y administrativas mediante instancias de desarrollo profesional y técnico; e implementando procesos constantes de apoyo, monitoreo y retroalimentación al desempeño.","metaEstrategica":"Se realizan a lo menos 4 instancias anuales para abordar aspectos técnicos- administrativos.","indicador":"Se realizan a lo menos 4 instancias anuales para abordar aspectos técnicos- administrativos. Participación de al menos 10 colaboradores en instancias de trabajo.","acciones":[{"id":"10120-Gestión de Recursos-0","nombre":"Gestión del desarrollo profesional y técnico del personal","descripcion":"El equipo directivo, gestiona el desarrollo profesional y técnico del personal, fortaleciendo aspectos técnico- administrativos de los funcionarios para apoyar las necesidades pedagógicas y administrativas mediante instancias de desarrollo profesional y técnico; e implementando procesos constantes de apoyo, monitoreo y retroalimentación al desempeño.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10120-Gestión de Recursos-1","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10120-Gestión de Recursos-2","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}