{"10010":{"rbd":"10010","nombre":"MUSTAFA KEMAL ATATURK","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar las estrategias metodológicas, para mejorar los resultados de aprendizaje de todos los estudiantes a través de la integración curricular.","metaEstrategica":"El 70 % de los estudiantes, logran alcanzar un nivel de logro elemental y/o adecuado.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el Proyecto Educativo Institucional con el fin de mejorar el sentido de pertenencia y cultura del establecimiento a través del monitoreo sistemático del PME.","metaEstrategica":"El 90% de las acciones del PME se implementan sistemáticamente mediante el liderazgo distribuido.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer la formación integral de los estudiantes, para promover la participación, comunicación, buen trato y alta autoestima académica a través de la ejecución del plan de la convivencia escolar.","metaEstrategica":"El 90% de la comunidad educativa valoriza las acciones contenidas en el PGCE como un aporte para la buena convivencia escolar.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar de manera eficiente los recursos humanos y educativos para responder a las necesidades pedagógicas y administrativas del establecimiento, fortaleciendo redes de apoyo y asegurando la disponibilidad de materiales didácticos y tecnológicos que contribuyan a la mejora de los aprendizajes.","metaEstrategica":"Lograr que al menos el 80% de los estudiantes mejore sus procesos de aprendizaje mediante la entrega oportuna de recursos didácticos, tecnológicos y humanos, asegurando una gestión eficiente y sostenible de los recursos del establecimiento.","indicador":"","acciones":[]}}},"10074":{"rbd":"10074","nombre":"ESCUELA ALIANZA","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Implementar acciones de seguimiento y monitoreo del acompañamiento docente para el mejoramiento de los aprendizajes a través del trabajo colaborativo.","metaEstrategica":"El 90% de las acciones de seguimiento y monitoreo del acompañamiento docente son implementados en espacios de trabajo colaborativo orientadas al mejoramiento de los aprendizajes.","indicador":"N° de acompañamientos a instancias de planificación conjunta. % de implementación de las acciones implementadas de los planes asociados. % de estrategias implementadas del plan. N° de salidas pedagógicas realizadas por cada nivel.","acciones":[{"id":"10074-Gestión Pedagógica-0","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director promueve la participación de docentes, jefe de UTP, inspector general,coordinadores de departamentos, coordinadores PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos del territorio.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión Pedagógica-1","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes.","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) para apoyar la trayectoria educativa de los y las estudiantes, a través de reuniones de planificación, talleres de capacitación, actividades de integración curricular para los niveles de NT1 a segundo año básico.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión Pedagógica-2","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes.","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Progresar en la instalación de un sistema de monitoreo y planificación de la gestión para la toma de decisiones y el logro de resultados en las diversas áreas estratégicas de la gestión educativa.","metaEstrategica":"El 100% de los estamentos planifican y monitorean la ejecución y avances de los planes de gestión.","indicador":"% de personal contratado para el buen funcionamiento institucional. N° de jornadas de vinculación realizadas. % de avances de las acciones planficadas en los distintos planes de gestión. N° de jornadas realizadas. % de docentes que utilizan la plataforma.","acciones":[{"id":"10074-Liderazgo-0","nombre":"Apoyo del sostenedor a los procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Liderazgo-1","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Liderazgo-2","nombre":"Plataforma de apoyo a la gestión escolar","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer la vinculación escuela y familia a través de la participación de los estamentos de la comunidad escolar, para promover bienestar y garantizar las trayectorias educativas de niños, niñas y adolescentes.","metaEstrategica":"El 90% de las acciones del plan de gestión de convivencia escolar son implementadas.","indicador":"N° de instancias trabajadas. % de estudiantes que participan en las actividades territoriales. N° de actividades realizadas. % del cumplimiento del SAT.","acciones":[{"id":"10074-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestion, docentes y asistentes de la educación implementan estrategias integrales como lo son: como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Convivencia Escolar-1","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territ.","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Convivencia Escolar-2","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Convivencia Escolar-3","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niños y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la adquisición de recursos materiales, financieros y humanos para la reactivación de los aprendizajes.","metaEstrategica":"El 100% de los recursos materiales, financieros y humanos son gestionados de manera efectiva contribuyendo a la reactivación de aprendizajes.","indicador":"N° de equipos adquiridos. N° de material fungible recepcionado. N° de personal contratado. N° de personal contratado.","acciones":[{"id":"10074-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de aaciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10074-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Fuera de glosa presupuestaria."}]}}},"10080":{"rbd":"10080","nombre":"ESCUELA TENIENTE HERNAN MERINO CORREA","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el trabajo colaborativo en comunidades de aprendizaje entre docentes, docentes PIE y asistentes de aula, asegurando su impacto en la mejora de las prácticas pedagógicas y el aprendizaje de los estudiantes, mediante la sistematización de estrategias basadas en el MBE y el currículo nacional.","metaEstrategica":"10% movilidad de estudiantes de los niveles insuficiente a elemental y de elemental a adecuado","indicador":"Fortalecer el trabajo colaborativo en comunidades de aprendizaje entre docentes, docentes PIE y asistentes de aula, asegurando su impacto en la mejora de las prácticas pedagógicas y el aprendizaje de los estudiantes. Meta: 10% movilidad de estudiantes de los niveles insuficiente a elemental y de elemental a adecuado.","acciones":[{"id":"10080-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de talleres, espacios de co-enseñanza, jornadas, etc","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director impulsa la participación activa del equipo técnico en jornadas formativas y colaborativas para fortalecer habilidades claves y mejorar la gestión pedagógica con enfoque en aprendizaje profundo: Vocabi aventuras ( NT1 Y NT2) y Matemática en Ruta (1ºa 6º) LEC..","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión Pedagógica-3","nombre":"Mejorar sistema de observación al aula","descripcion":"Mejorar un sistema de observación al aula con la retroalimentación de equipo directivo y entre pares.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."},{"id":"10080-Gestión Pedagógica-4","nombre":"Fortalecer comunidades de aprendizaje","descripcion":"Fortalecer trabajo colaborativo en comunidades de aprendizaje en las asignaturas de lenguaje y matemática con docentes PIE.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."},{"id":"10080-Gestión Pedagógica-5","nombre":"Mejorar la participación en el Plan Local de Formación Docente","descripcion":"Mejorar la participación en el Plan Local de Formación Docente.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer la articulación entre equipos directivos y docentes, asegurando que los planes de acción sean coherentes con los objetivos Ajuste Sugerido para 2025 (Tercer Año del PME)","metaEstrategica":"90% de cumplimiento en el desarrollo de los planes ministeriales.","indicador":"Fortalecer la articulación entre equipos directivos y docentes, asegurando que los planes de acción sean coherentes con los objetivos. Meta: 90% de cumplimiento en el desarrollo de los planes ministeriales.","acciones":[{"id":"10080-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora de las prácticas docentes y de los asist, de la Educ.","descripcion":"El establecimiento desarrolla un Plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos y para la comunidad educativa","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Liderazgo-3","nombre":"Implementar reuniones de trabajo colaborativo","descripcion":"Implementar reuniones de trabajo colaborativo entre directivos y docentes con análisis de avances del PME.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."},{"id":"10080-Liderazgo-4","nombre":"Desarrollar una estrategia de liderazgo distribuido","descripcion":"Desarrollar una estrategia de liderazgo distribuido delegando responsabilidades en docentes lideres.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."}]},"Convivencia Escolar":{"objetivoEstrategico":"Evaluar el impacto de las acciones implementadas en la convivencia y salud mental de los estudiantes. Incorporar estrategias de prevención de conflictos y fortalecimiento del sentido de pertenencia.","metaEstrategica":"5 puntos de mejora en los IDPS de autoestima y motivación escolar y vida saludable","indicador":"Evaluar el impacto de las acciones implementadas en la convivencia y salud mental de los estudiantes. Incorporar estrategias de prevención de conflictos y fortalecimiento del sentido de pertenencia. Meta: 5 puntos de mejora en los IDPS de autoestima y motivación escolar y vida saludable.","acciones":[{"id":"10080-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como son: jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas, el seguimiento y monitoreo del plan de Asistencia","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo implementa un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Convivencia Escolar-4","nombre":"Monitorear sistema de alerta temprana","descripcion":"Monitorear sistema de alerta temprana identificando estudiantes en riesgo de deserción y aplicando estrategias de intervención.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."},{"id":"10080-Convivencia Escolar-5","nombre":"Implementar mediadores escolares","descripcion":"Implementar mediadores escolares capacitando a estudiantes y docentes en resolución de conflictos.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."},{"id":"10080-Convivencia Escolar-6","nombre":"Realizar campañas de promoción de buen trato","descripcion":"Realizar campañas de promoción de buen trato y sana convivencia.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."}]},"Gestión de Recursos":{"objetivoEstrategico":"Optimizar la asignación de recursos pedagógicos y tecnológicos. Fortalecer la gestión financiera para garantizar la sostenibilidad de las iniciativas de mejora.","metaEstrategica":"90% de participación en las salas de recursos con la utilización de materiales dispuestos para el aprendizaje.","indicador":"Optimizar la asignación de recursos pedagógicos y tecnológicos. Fortalecer la gestión financiera para garantizar la sostenibilidad de las iniciativas de mejora. Meta: 90% de participación en las salas de recursos con la utilización de materiales dispuestos para el aprendizaje.","acciones":[{"id":"10080-Gestión de Recursos-0","nombre":"Asegurar el funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (50% RRHH","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión de Recursos-1","nombre":"Contratación de personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo de los estudiantes que presentan mayores brechas de aprendizaje, factores de riesgo de deserción, prevención en el ámbito socioemocional","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"10080-Gestión de Recursos-4","nombre":"Implementar sistema de gestión de recursos educativos","descripcion":"Implementar un sistema de gestión de recursos educativos, asegurando que cada material sea utilizado de manera efectiva.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."},{"id":"10080-Gestión de Recursos-5","nombre":"Optimizar la planificación de horarios y espacios","descripcion":"Optimizar la planificación de horarios y espacios escolares para maximizar su uso en beneficio de los estudiantes.","monitoreo1Nivel":"No reportado","monitoreo1Justificacion":"Información no disponible en el reporte de fase estratégica proporcionado."}]}}},"10083":{"rbd":"10083","nombre":"ESCUELA PRESIDENTE ROOSEVELT","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el acompañamiento docente para mejorar las interacciones pedagógicas y el desarrollo de capacidades y competencias mediante la generación de espacios de análisis y discusión para la mejora de los resultados académicos.","metaEstrategica":"70% de los docentes mejoran sus interacciones pedagógicas, mediante un acompañamiento y participación colaborativa en instancias de análisis y discusión.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el trabajo colaborativo y los canales fluidos de comunicación con el fin de mejorar las prácticas institucionales, a través del monitoreo sistemático del estado de avance del plan de mejoramiento.","metaEstrategica":"70% de los integrantes de la comunidad educativa participa en instancias de trabajo colaborativo para mejorar prácticas institucionales y mejorar canales de comunicación.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Mejorar la participación activa de toda la comunidad educativa con el fin de establecer un vínculo positivo y de carácter formativo entre sus integrantes, para resguardar la integridad física y psicológica y el autocuidado, mediante el desarrollo del Plan de gestión de la convivencia escolar","metaEstrategica":"70% de los integrantes de la comunidad educativa participa y establece vínculos positivos y formativos, resguardando la integridad física y psicológica y el autocuidado de todos sus integrantes","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la adquisición de recursos e insumos educativos y tecnológicos para fortalecer los aprendizajes de los y las estudiantes, mediante el monitoreo y análisis de su uso y estado de los recursos.","metaEstrategica":"90% de los recursos permite resguardar la mejora de los aprendizajes y requerimientos administratvos del establecimiento.","indicador":"","acciones":[]}}},"10085":{"rbd":"10085","nombre":"ESCUELA ESTADO DE FLORIDA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Instalar estrategias pedagógicas y/o metodologías institucionales como uno de los medios para reactivar e impulsar los aprendizajes de los y las estudiantes a través de espacios de trabajo colaborativo.","metaEstrategica":"Implementación de estrategias pedagógicas para el 100% de los estudiantes y niveles para el logro de aprendizajes de excelencia.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Consolidar la implementación del PEI con foco en los índices de eficiencia interna para alcanzar aprendizajes de excelencia y el bienestar socioemocional de los y las estudiantes, y de la comunidad en general.","metaEstrategica":"Gestión de programas académicos y socioemocionales e inclusivos para el 100% de los y las estudiantes que participen de los distintos programas para alcanzar aprendizajes de excelencia mejorando los índices de eficiencia interna de acuerdo con lo declarado en el PEI.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar estrategias para fortalecer los IDPS para el desarrollo integral del estudiante y el bienestar socioemocional de la comunidad educativa a través de la implementación de acciones del plan de convivencia escolar según los planes normativos vigentes","metaEstrategica":"Implementación del plan de convivencia escolar, priorizando la contención emocional y social al 100% de los estudiantes que lo requieran según las necesidades evidenciadas.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar eficientemente, los recursos humanos, materiales y financieros a través del Slepb que permitan implementar el plan de mejora generando instancias para el desarrollo socioemocional de la comunidad educativa y la formación profesional de los funcionarios de la escuela para lograr el aprendizaje integral de los y las estudiantes.","metaEstrategica":"Gestión eficiente del 100% de los recursos humanos, materiales y financieros para el correcto funcionamiento del establecimiento implementando el plan de mejora generando instancias para el desarrollo socioemocional de la comunidad educativa, la formación profesional de los funcionarios y el aprendizaje integral de los y las estudiantes.","indicador":"","acciones":[]}}},"10086":{"rbd":"10086","nombre":"ESCUELA REPUBLICA DE ITALIA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar el desarrollo de estrategias efectivas de enseñanza, con la finalidad de movilizar los niveles de logro de los y las estudiantes en las asignaturas de Lenguaje y Matemática, según resultados anteriores.","metaEstrategica":"El 60% de los y las estudiantes se movilizan en sus niveles de logro en las asignaturas de Lenguaje y Matemática, según resultados anteriores.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Afianzar los procesos de gestión institucional para resguardar que el logro de resultados académicos y bienestar integral de los y las estudiantes de la escuela","metaEstrategica":"El 80% de docentes y asistentes de la educación participan en instancias de análisis y evaluación de los procesos de gestión institucional , relacionados con el logro de resultados académicos y el bienestar integral de los y las estudiantes de la escuela.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar el desarrollo de estrategias de participación de toda la comunidad educativa para fortalecer la sana convivencia y el bienestar integral y socioemocional de los y las estudiantes de la escuela.","metaEstrategica":"El 80% de estudiantes participa en talleres o instancias que buscar fortalecer la sana convivencia y bienestar integral y socioemocional de los y las estudiantes.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la adquisición de recursos humanos y materiales con la finalidad de resguardar la implementación eficiente de la gestión educativa del establecimiento, según el PEI","metaEstrategica":"El 90% de los recursos humanos y materiales son gestionados y utilizados de manera efectiva para la implementación eficiente de la gestión educativa del establecimiento según el PEI","indicador":"","acciones":[]}}},"10089":{"rbd":"10089","nombre":"ESCUELA JAIME GOMEZ GARCIA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Implementar practicas pedagógicas innovadoras en el equipo docente para superar las brechas educativas y asegurar la trayectoria educativa de nuestros estudiantes.","metaEstrategica":"90% de nuestros estudiantes mejoran los niveles de desempeño en las pruebas internas de matemática y lenguaje.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Promover el liderazgo del equipo directivo y el desarrollo profesional docente, en espacios de reflexión pedagógica fortaleciendo la capacidad de colaboración entre todos los estamentos.","metaEstrategica":"el 90% de los docentes y asistentes profesionales de la educación logran establecer espacios de trabajo colaborativo, así como de acompañamiento de aula.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer el desarrollo emocional y psicosocial de los estudiantes promoviendo un ambiente de sana convivencia escolar.","metaEstrategica":"El 90 % de los estudiantes participan en acciones que promueven la sana convivencia escolar.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar todos los recursos, humanos y financieros para la correcta implementación del PME.","metaEstrategica":"El 90% del recurso disponibles son gestionados para la implementación del PME.","indicador":"","acciones":[]}}},"10091":{"rbd":"10091","nombre":"LICEO PROFESORA GLADYS VALENZUELA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Promover el desarrollo profesional docente a fin de mejorar los aprendizajes de los estudiantes en las asignaturas de matemática, lenguaje y comunicación logrando avanzar los resultados hacia el estándar elemental.","metaEstrategica":"Cumplir con un 90% de la ejecución del plan de desarrollo profesional docente.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Promover el análisis de datos de eficiencia interna para la toma de decisiones y ejecución del plan de asistencia, contribuyendo con las trayectorias educativas de los y las estudiantes.","metaEstrategica":"Aumentar el promedio de asistencia anual respecto del año anterior.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Promover el bienestar y desarrollo integral de los estudiantes desde el accionar del plan de gestión de convivencia, inclusión, afectividad, sexualidad y género, articulados con la política seamos comunidad","metaEstrategica":"Ejecutar en un 85% el plan de gestión de convivencia escolar, inclusión, de afectividad, sexualidad y género.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Mejorar junto con el sostenedor los procesos de adquisición y/o gestión de materiales educativos y contratación de recursos humanos para la mejora de la gestión escolar y de los procesos de enseñanza aprendizaje.","metaEstrategica":"Gestionar en un 100% los recursos financieros, educativos y humanos a través de los mecanismos establecidos por el sostenedor, plan de compras y gestores RRHH.","indicador":"","acciones":[]}}},"10097":{"rbd":"10097","nombre":"ESCUELA MARISCAL DE AYACUCHO","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer las prácticas pedagógicas a través del acompañamiento docente para mejorar los resultados de aprendizaje mediante el monitoreo y retroalimentación constante.","metaEstrategica":"Lograr que un 15% de los estudiantes avancen del nivel insuficiente a elemental y de elemental a adecuado, mediante la implementación de prácticas pedagógicas efectivas de enseñanza-aprendizaje .","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer la gestión institucional a través de instancias de aprendizaje y discusión técnica de los instrumentos de gestión para potenciar los objetivos académicos y formativos.","metaEstrategica":"El 70% de la comunidad educativa participa en instancias de análisis y discusión técnica de los instrumentos de gestión.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer la formación integral de los estudiantes enfatizando un vínculo positivo de carácter formativo entre la comunidad educativa a través de la ejecución del plan de gestión de la convivencia escolar.","metaEstrategica":"El 60% de los estudiantes, avanzan en los resultados de la evaluación socioemocional del DIA, para fortalecer las habilidades interpersonales y colectivas de estudiantes","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la adquisición de recursos e insumos educativos y tecnológicos para fortalecer los aprendizajes de los y las estudiantes ,mediante el monitoreo y análisis del uso y estado de los recursos.","metaEstrategica":"El 90% de los recursos adquiridos serán utilizados directamente en prácticas pedagógicas que fortalezcan los aprendizajes en las áreas prioritarias, según el monitoreo y evaluación del Equipo de Gestión.","indicador":"","acciones":[]}}},"10106":{"rbd":"10106","nombre":"LICEO BICENTENARIO POETA PABLO NERUDA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Sistematizar las prácticas pedagógicas promoviendo comunidades de aprendizaje a traves de un trabajo colaborativo y reflexivo que permitan: el desarrollo de habilidades y competencias, el logro y la promoción del aprendizaje profundo e integral de los estudiantes.","metaEstrategica":"Al menos el 80% de los docentes logran mejorar su practica pedagogica a traves de la participaciòn en comunidades de aprendizaje y un trabajo coloborativo basado en la reflexion a partir de los resultados obtenidos de los instrurmentos aplicados a los estudiantes.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Desarrollar una cultura de altas expectativas en la comunidad educativa, movilizando a sus integrantes a la mejora continua, con el fin de abordar elementos socioemocionales y académicos.","metaEstrategica":"Al menos el 80% de los integrantes de la comunidad educativa logran internalizar y aplicar estrategias de trabajo participativo que permitiràn obtener òptimos resultados acadèmicos y formativos.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar prácticas de convivencia escolar para lograr la asimilacion de actitudes de respeto y de buen trato entre todos los actores de la comunidad educativa.","metaEstrategica":"Al menos el 90% de las prácticas de los integrantes de la comunidad educativa fomenta un ambiente basado en el respeto y buen trato entre todos los actores del establecimiento. Esto, en relacion a los resulados obtenidos de la evaluacion DIA socioemocional.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos humanos y materiales en apoyo al proceso de enseñanza y aprendizaje de los estudiantes para dar cumplimiento a las metas establecidas en el Plan de mejoramiento.","metaEstrategica":"Al menos 70 % de la Subvención Escolar Preferencial es destinado a recursos educativos y humanos, necesarios para la implementación de las acciones del plan de mejoramiento.","indicador":"","acciones":[]}}},"10107":{"rbd":"10107","nombre":"ESCUELA BASICA PAULO FREIRE","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer los procesos de implementación curricular mediante el uso de estrategias de enseñanza- aprendizaje efectivas, con el objetivo de cultivar hábitos y habilidades en los estudiantes. Esto se logrará a través de la observación y la retroalimentación constructivas de clases.","metaEstrategica":"Al menos el 80% de los docentes son acompañados, con foco en 3°, 4° básico y las asignaturas de lenguaje y comunicación .","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Articular en conjunto con el SLEPB Comunidades profesionales de aprendizaje con el fin de generar una cultura de altas expectativas, a través de acciones como aumentar progresivamente las exigencias en todos los ámbitos.","metaEstrategica":"Incrementar en un 20% la participación de los miembros d del establecimiento en la Comunidad Profesional de Aprendizaje del SLEPB en actividades de desarrollo profesional y establecer un sistema de seguimiento para evaluar el aumento progresivo de las exigencias en todos los ámbitos","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer la formación integral para promover un ambiente de amabilidad y respeto implementando el plan de gestión de la convivencia","metaEstrategica":"Implementar el 100% de las acciones del Plan de Gestión de la Convivencia en todos los niveles educativo, logrando una mejora del 15% en los índices de conflicto al interior de la escuela, medido a través de los registros de atención convivencia escolar.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar adecuadamente el desarrollo profesional docentes , para si apoyar las necesidades técnicas y administrativas a mediante redes, programas de apoyo.","metaEstrategica":"Gestionar y poner en marcha al menos 2 programas de desarrollo profesional docente, con la participación de al menos el 85% del cuerpo docente, y establecer redes de apoyo que aborden las necesidades técnicas y administrativas, basadas en los resultados de reuniones de retroalimentación.","indicador":"","acciones":[]}}},"10123":{"rbd":"10123","nombre":"ESCUELA BASICA MELVIN JONES","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer las prácticas pedagógicas docentes, para movilizar los niveles de logro de los estudiantes según los estándares, mediante el acompañamiento, análisis de datos y reflexión conjunta.","metaEstrategica":"Lograr que el 10% de los estudiantes avancen del nivel insuficiente a elemental y de elemental a adecuado en lenguaje y matemática, mediante la implementación de estrategias efectivas de enseñanza aprendizaje en estas asignaturas.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el sentido de pertenencia, para promover la participación de la comunidad educativa en la actualización del proyecto educativo institucional, a través de jornadas, encuentros, talleres y encuestas.","metaEstrategica":"El 80% de los integrantes de la comunidad educativa, participan activamente en la actualización del PEI, fortaleciendo el sentido de pertencia.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer la formación integral de los estudiantes considerando el desarrollo socio emocional, la salud mental y la sana convivencia, implementando el plan de gestión de la convivencia educativa.","metaEstrategica":"El 100% de los cursos son acompañados de manera sistemática con actividades que buscan fortalecer los climas de aula.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos materiales educativos, TIC y Recursos Humanos para la reactivación de los aprendizajes, mediante el monitoreo eficiente de su uso.","metaEstrategica":"El 90% de los recursos adquiridos son utilizados de manera eficiente con foco en la activación de aprendizajes.","indicador":"","acciones":[]}}},"24412":{"rbd":"24412","nombre":"COLEGIO FINLANDIA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Mejorar el modelo de gestión curricular con el fin avanzar progresivamente en los niveles de logro a través del análisis y reflexión de los procesos de enseñanza-aprendizaje","metaEstrategica":"Lograr un aumento del 10% en los niveles de logro de los estudiantes en pruebas internas y estandarizadas en un plazo de un año, mediante la implementación de prácticas reflexivas y análisis continuo de los procesos de enseñanza- aprendizaje.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Promover un trabajo colaborativo para fortalecer la identidad de la institución a través de la participación de toda la comunidad educativa.","metaEstrategica":"Lograr que al menos el 70% de los integrantes de la comunidad educativa participen activamente en iniciativas colaborativas y espacios de diálogo institucional en un plazo de dos años, promoviendo así el fortalecimiento de la identidad de la escuela.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer el desarrollo integral de los y las estudiantes para resguardar su integralidad, través de la articulación del plan de gestión.","metaEstrategica":"Implementación de un 80% de las acciones del Plan de Gestión de Convivencia Escolar en toda la comunidad, priorizando el acompañamiento socioemocional, por parte del equipo de convivencia y otras redes pertinentes.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar eficientemente los recursos materiales, recursos humanos y tecnológicos, que permitan el desarrollo de los planes normativos y planificaciones de los aprendizajes, dando cumplimiento a la meta y visión declarada en el Proyecto Educativo Institucional, atraves de reuniones de monitoreo.","metaEstrategica":"80% de los recursos financieros, materiales, tecnológicos de equipamientos y recursos humanos, son utilizados de manera eficiente con foco en los aprendizajes","indicador":"","acciones":[]}}},"24889":{"rbd":"24889","nombre":"LICEO BICENTENARIO MONSENOR ENRIQUE ALVEAR","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Profundizar y diversificar las prácticas pedagógicas, integrando la evaluación formativa y el análisis de datos de aprendizaje para el fortalecimiento del desarrollo de competencias de los(as) docentes que permitan impactar en las trayectorias educativas de los estudiantes.","metaEstrategica":"Alcanzar un 75% de la implementación de las acciones relacionadas a la gestión pedagógica..","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Promover una cultura de altas expectativas, inclusión and extensión educativa para avanzar en resultados de aprendizaje mediante una articulación entre el PEI y los instrumentos de gestión","metaEstrategica":"Mantener los resultados de eficiencia interna alcanzados el año 2024..","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar el plan de gestión de la convivencia escolar para la profundización de una cultura de convivencia positiva y participativa, considerando habilidades socioemocionales, la promoción activa del respeto a la diversidad y la inclusión en toda la comunidad educativa.","metaEstrategica":"Superar en un 5% los resultados de la evaluación DIA en el área socioemocional de convivencia escolar, respecto de la muestra anterior.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Fortalecer el desempeño de todos los equipos de trabajo de la unidad educativa para impactar en el desarrollo integral de los estudiantes, mediante el uso eficaz y oportuno de los recursos e instancias de formación continua disponibles","metaEstrategica":"Propiciar la participación de al menos el 75% de los equipos de trabajo del establecimiento, en 2 instancias de capacitación del plan de formación profesional de la escuela (incluidas temáticas de seguridad) que permitan mejorar las metodologías de trabajo y el autocuidado.","indicador":"","acciones":[]}}},"25315":{"rbd":"25315","nombre":"ESCUELA PUERTO FUTURO","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer los procesos pedagóicos referidos a la gestión de aula (diseño, planificación, evaluación) que permitan mejorar la distribución en los estándares de aprendizaje, tanto en comprensión lectora como en pensamiento matemático, en mediciones internas y externas.","metaEstrategica":"El 15 % de los estudiantes de cada uno de los siguientes de 2°, 4°, 6° y 8° se moviliza en forma ascendente en los estandares de desempeño de acuerdo a los resultados de las mediciones estandarizadas.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Promover un estilo de liderazgo que fortalezca los vínculos entre los distintos actores de la comunidad para la mejora de los aprendizajes.","metaEstrategica":"El 50% de los funcionarios participa en distintas instancias de socialización y aprendizaje (activdades internas, redes, capacitaciones, entre otras) que favorezcanel desarrollo de habilidades personales y profesionales que contribuyan al clima escolar y laboral.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"monitorear y realizar seguimiento de las acciones del plan de Gestión de Convivencia escolar para el aseguramiento de la trayectoria educativa de los estudiantes, a través de una vinculación efectiva con el establecimiento.","metaEstrategica":"Cumplir el 95% del Plan de Gestión de la Convivencia Escolar con foco en el resguardo de la trayectoria educativa de los y las estudiantes.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Mejorar el uso eficiente de los recursos humanos y materiales del establecimiento para apoyar la implementación de currículum, a través de la planificación efectiva de éstos.","metaEstrategica":"El 100% de los recursos materiales and humanos son utilizados para implementar el currículum de manera efectiva.","indicador":"","acciones":[]}}}}