{"rbd":"10117","nombre":"ESCUELA MARIA LUISA BOMBAL","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer procesos de retroalimentación efectiva para mejorar los aprendizajes en las asignaturas de Lenguaje y Matemática en Primer y Segundo Ciclo de Enseñanza Básica.","metaEstrategica":"Lograr que un 80% de los estudiantes se ubiquen en los niveles de logro intermedio y avanzado.","indicador":"Acompañamiento docente (% de docentes acompañados y retroalimentados). Estrategias de transición educativa y articulación (Porcentaje de implementación del Plan de transición educativa y articulación). Habilidades precursoras (% de actividades implementadas por educadoras de párvulos y profesoras que promuevan habilidades precursoras de lectoescritura y matemática). Salidas pedagógicas (% de cursos que participan en salidas pedagógica).","acciones":[{"id":"10117-Gestión Pedagógica-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los AAEE.","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento; como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación del Equipo Directivo, tales como Postulación de proyecto ADECO.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Gestión Pedagógica-1","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de a) reuniones de planificación, seguimiento, monitoreo y evaluación. -Articulación entre: NT2 y 1°; 4° y 5° Básico, y 8° con redes de E. Media. b) 3 clases de integración curricular. c) 3 actividades integradoras.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Gestión Pedagógica-2","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Gestión Pedagógica-3","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve la participación de docentes, jefe de UTP, inspectora Gral., coord. de asignatura, coord. PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes y párvulos. Estas instancias estarán centradas en la participación activa y colaborativa.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer acciones formativas que involucren a toda la comunidad educativa para lograr la certificación medioambiental durante los 4 años.","metaEstrategica":"El 90% de la comunidad educativa participa de acciones formativas para lograr la certificación medioambiental.","indicador":"Apoyo del sostenedor a procesos de mejora continua (Apoyo del Sostenedor a los procesos de gestión pedagógica y administrativa de los establecimientos educacionales). Conciencia Medioambiental (Número de acciones de Programa interno de Certificación Medioambiental implementadas). Plataforma de apoyo a la gestión escolar (% de uso de la Plataforma Lirmi).","acciones":[{"id":"10117-Liderazgo-0","nombre":"Conciencia Medioambiental","descripcion":"El equipo directivo, los docentes y los asistentes de la educación desarrollan actividades basadas en los estándares de Certificación Ambiental de Establecimientos Educacionales (SNCAE).","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye diversas herramientas y reporterías de uso.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Progresar en los niveles de asistencia de nuestros estudiantes, abordando especialmente los casos de ausentismo crónico en nuestras salas de clases.","metaEstrategica":"Aumentar los niveles de asistencia de nuestros estudiantes en seis puntos porcentuales de manera que se llegue como mínimo al 85% como promedio de la asistencia escolar.","indicador":"Estrategias integrales (Porcentaje de acciones implementadas). Potenciar la convivencia educativa y salud mental (Porcentaje de actividades implementadas). Promover el involucramiento de la Comun Educativa (Porcentaje de estudiantes participantes en actividades propuestas). Sistema de alerta temprana para prevenir desv. esc (Cantidad de estudiantes intervenidos).","acciones":[{"id":"10117-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva","descripcion":"El equipo de gestión, docentes y AAEE implementan estrategias integrales como: jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Convivencia Escolar-1","nombre":"Promover involucramiento de la C Ed en instancias de participac. para prevenir desvinculac. y foment","descripcion":"El establecimiento promueve la participación de los estudiantes con objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con la C. educativa. A través de: análisis de datos para reflexionar sobre posibles causas de inasistencia y análisis de orientaciones y material de apoyo para contextualizar intervenciones dirigidas a madres, padres y apoderados.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de estud.","descripcion":"El equipo directivo implementa un sistema de monitoreo y seguimiento a niñas/os que docentes y/o AAEE detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas y de promoción.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territ.","descripcion":"El equipo directivo, docentes y AAEE promueven el desarrollo integral de estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en Escuelas de canto y ballet folclórico, Taller de Desarrollo personal y social, Instancias territoriales de Expo Festival Barrancas, Talleres EDEX e IND entre otras.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos humanos y materiales según las necesidades detectadas, propiciando las condiciones adecuadas para el desarrollo académico de los estudiantes","metaEstrategica":"Gestionar el 80% de los recursos humanos y de los insumos necesarios para implementar el Plan de Mejoramiento Educativo.","indicador":"Adquisición de equipos informaticos y recursos tec (Número de equipos informáticos y tecnológicos adquiridos). Adquisición recursos educativ. y material fungible (Número de recepciones conformes). Asegurar funcionamiento y dotación del personal de Contrataciones horas SEP. Contratación de Personal (% de las necesidades de recursos humanos se encuentran cubiertas oportunamente).","acciones":[{"id":"10117-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"Sostenedor y director gestionan contratación de personal idóneo para apoyo a estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en ámbito socioemocional, promoción en desarrollo hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana C. esc. y apoyo a procesos admninistrativos para asegurar el óptimo cumplimiento del PEI","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10117-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}