{"rbd":"25047","nombre":"ESCUELA ANTILHUE DE PUDAHUEL","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer las capacidades técnico pedagógicas para el desarrollo de habilidades precursoras en educación parvularia; por otro lado, fortalecer las habilidades de lecto-escritura y matemática, primer y segundo ciclo básico, a través del paradigma por competencias y el aprendizaje profundo.","metaEstrategica":"En Lectura mantener el desplazamiento positivo en los estándares de la Agencia de Calidad e incrementar los resultados SIMCE 5 puntos. En Matemática promover el desplazamiento positivo en un 10%; además, adquirir las habilidades precursoras en párvulos y el proceso de lectoescritura al menos en un 75% en los primeros básicos, un 80% en segundos y terceros básicos; para los cuartos años una consolidación de 95%.","indicador":"Participación en instancias de coaprendizaje. Número de funcionarios que participan activamente en instancias de coaprendizaje, para fortalecer el desarrollo de habilidades y lograr el aprendizaje profundo en los estudiantes. / Trayectorias educativas. Porcentaje de estudiantes que desarrollan satisfactoriamnete su transición educativa, fortaleciendo las habilidades precursoras, habilidades de lecto escritura y matemática.","acciones":[{"id":"25047-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de 8 acciones contenidas en el plan; entre otras: Articulación entre NT2 y 1° Básico; articulación entre 4° y 5° Básico y orientación vocacional para 8° básicos, con enfasis en el desarrollo de habilidades socioemocionales.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"La Directora y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes, en sintonía con los sellos institucionales.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"La Directora promueve la participación de docentes, directivos docentes, coordinadores de PIE y departamentos, en actividades que contribuyan a fortalecer las competencias técnicas en el aula, para desarrollar habilidades basadas en aprendizaje profundo de párvulos y estudiantes. Instancias basadas en el DPD y la participación activa y colaborativa.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el análisis de información oportuna, que permita mejorar los resultados de eficiencia interna, con foco en la prevención de la deserción escolar y promoción de la asistencia.","metaEstrategica":"Mejorar los resultados de eficiencia interna: - Promedio de asistencia anual, igual o superior a 85%. - Tasa de retención escolar, igual o superior a 79%.","indicador":"Participación en redes de mejora. Número de funcionarios que participan en acciones formativas (internas y externas), para fortalecer su desarrollo profesional y el aprendizaje de las y los estudiantes. / Plataforma LIRMI. Porcentaje de funcionarios que utilizan la plataforma LIRMI, para el análisis de datos pedagógicos y de eficiencia interna, con el fin de prevenir la deserción escolar.","acciones":[{"id":"25047-Liderazgo-0","nombre":"Plan local de formación orientado a la mejora y soporte de las prácticas docentes y de asistentes","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo (Redes), que incorpora acciones formativas y de perfeccionamiento, con el propósito de actualizar y mejorar las prácticas docentes y de los equipos de apoyo, atendiendo a las necesidades formativas detectadas, incluyendo instancias de co aprendizaje y autocapacitación.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye multiples herramientas digitales.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo y el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Promover de manera sistemática el desarrollo integral de los y las estudiantes, mediante la organización de una convivencia preventiva, a través de actividades que fortalezcan el área socio- emocional, la salud mental y los indicadores de desarrollo personal y social. Por otro lado, fortalecer la Formación ciudadana.","metaEstrategica":"Entregar contención socio- emocional al 100% de la Comunidad Educativa. Mantener o incrementar en 5 puntos los indicadores de desarrollo personal y social, asociados a la convivencia escolar en prueba estandarizada DIA Socioemocional y Simce. Continuar con las mediaciones para la resolución pacífica y dialogada de los conflictos. Desarrollar diversas actividades de caracter cívico-social para incentivar una ciudadanía participativa y respetuosa de los DDHH.","indicador":"Abordaje pedagógico de la Convivencia. Porcentaje de estudiantes que participan en actividades pedagógicas de convivencia escolar, con foco en la prevención y fortalecimiento de los aspectos socioemocionales. / Actividades territoriales. Número de estudiantes que participan en el desarrollo de actividades territoriales, con el fin de potenciar la convivencia educativa, la salud mental y el fortalecimiento de los IDPS.","acciones":[{"id":"25047-Convivencia Escolar-0","nombre":"Estrategias de inclusión educativa integral.","descripcion":"El equipo de gestion, docentes y asistentes de la educación implementan estrategias integrales como lo son: charlas TEA, elección CE, Talleres de IDPS, debates, etc. que favorecen espacios de sana convivencia educativa y el desarrollo de Planes Normativos, en entornos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Convivencia Escolar-1","nombre":"Prevención de la desvinculación educativa y promoción de la asistencia","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas, analizando datos cuantitativos para reflexionar y buscar remediales, en conjunto con todos los actores de la comunidad educativa.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, implementando acciones preventivas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental.","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: Escuelas de canto y ballet folclórico del territorio, taller de Desarrollo personal y social y diversas instancias territoriales.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos necesarios para el desarrollo de los procesos educativos, en función de los aprendizajes y el bienestar de todos los estudiantes.","metaEstrategica":"Se gestionarán en un 100% los recursos, con foco en Recursos Humanos, material pedagógico, recursos tecnológicos y de bienestar para los estudiantes, que garanticen su desarrollo integral y el cumplimiento de sus trayectorias educativas.","indicador":"Recursos humanos. Número de funcionarios que se requieren para asegurar el funcionamiento integral de la escuela (aspectos pedagógicos y administrativos). / Recursos Materiales. Porcentaje de planificaciones que utilizan recursos educativos, tecnológicos y material fungible, con foco en la mejora de los procesos académicos y socioemocionales.","acciones":[{"id":"25047-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal (sobre el 50% de gasto en RRHH)","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y directora gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25047-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos.","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El responsable de la ejecución de la actividad no pudo implementar la actividad por razones de tiempo u organización."}]}}}