{"rbd":"10098","nombre":"ESCUELA PROVINCIA DE ARAUCO","faseEstrategicaCargada":false,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Organización, preparación, implementación y evaluación del proceso de enseñanza- aprendizaje, sumado al seguimiento de trayectorias educativas del estudiantado","acciones":[{"id":"10098-Gestión Pedagógica-0","nombre":"Seguimiento y Apoyo a Trayectorias Educativas","descripcion":"Monitoreo constante de las planificaciones de profesores, además del acompañamiento al aula de pre-básica a cuarto básico, y trabajo colaborativo entre docentes y docentes PIE, utilizando la plataforma de gestión educativa.","monitoreo1Nivel":"Implementado","monitoreo1Justificacion":"Las acciones desarrolladas fueron atingentes al contexto del establecimiento, focalizando esfuerzos en la recuperación de aprendizajes, lo que resultó en avances significativos en el número de estudiantes lectores y mejores resultados en el DIA y SIMCE."}]},"Liderazgo":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Prácticas de liderazgo del sostenedor/a y director/a en torno al logro de objetivos institucionales y gestión de resultados educativos","acciones":[{"id":"10098-Liderazgo-0","nombre":"Articulación y Gestión Estratégica Institucional","descripcion":"Desarrollo de un plan estratégico basado en el PEI con foco en la Política de Reactivación Educativa y Política de Convivencia Escolar, asegurando el trabajo articulado en todas las dimensiones de la gestión escolar.","monitoreo1Nivel":"Implementado","monitoreo1Justificacion":"La gestión y Liderazgo lograron articulación en todas sus dimensiones, evidenciado en los resultados DIA y SIMCE, y en la valoración positiva de la gestión institucional por parte de la comunidad en general."}]},"Convivencia Escolar":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Procesos para abordar el desarrollo personal y social de la Comunidad Educativa y fortalecer el buen trato, la salud mental y el autocuidado","acciones":[{"id":"10098-Convivencia Escolar-0","nombre":"Implementación del Plan de Gestión de la Convivencia Escolar (PGCE)","descripcion":"Implementación del PGCE enfocado al desarrollo integral de los estudiantes, garantizando sus derechos, activando redes y protocolos, y promoviendo el buen trato escolar para la creación de climas favorables para el aprendizaje.","monitoreo1Nivel":"Implementado","monitoreo1Justificacion":"La articulación de la gestión en el área ha generado un avance en los IDPS, especialmente en la valoración de la gestión por parte de los estudiantes, lo cual es fundamental para propiciar mejores resultados de aprendizaje."}]},"Gestión de Recursos":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Procesos para asegurar la sostenibilidad del PEI a través de una gestión eficiente del personal y del desarrollo de sus capacidades, así como de los recursos educativos y financieros, incorporando prácticas de participación y transparencia.","acciones":[{"id":"10098-Gestión de Recursos-0","nombre":"Gestión y Distribución de Recursos Humanos y Educativos","descripcion":"Asegurar la disponibilidad de Recursos Humanos para dar cobertura a todas las necesidades educativas y de seguridad, manteniendo inventario y distribución permanente de los recursos educativos disponibles.","monitoreo1Nivel":"Implementado con Observaciones","monitoreo1Justificacion":"Los aportes en esta área han sido significativos para la movilidad en la gestión institucional, asegurando la cobertura profesional. No obstante, se han registrado dificultades con la entrega de recursos, tiempos desfasados y cantidades que no corresponden a lo solicitado (especialmente TICS)."}]}}}