{"rbd":"10105","nombre":"ESCUELA FEDERICO ACEVEDO SALAZAR","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar y fortalecer las prácticas pedagógicas a través del trabajo colaborativo docente, promoviendo el desarrollo de habilidades de nivel superior en los estudiantes mediante estrategias innovadoras y el uso efectivo de recursos tecnológicos en el aula.","metaEstrategica":"Lograr que al menos el 95% de los docentes participe activamente en espacios de trabajo colaborativo y formación en estrategias innovadoras , evidenciando su aplicación en la planificación y en la mejora del aprendizaje de los estudiantes.","indicador":"Experiencias significativa: Salidas pedagógicas. N° de salidas pedagógicas realizadas durante el año escolar, organizadas por ciclo educativo, mínimo 3 por ciclo; Fortalecer competencias docentes y articulación ed. N° de jornadas técnico- pedagógicas para desarrollar habilidades docentes en estrategias de aprendizaje profundo y número de instancias de articulación entre niveles educativos (de NT1 a 4° básico)","acciones":[{"id":"10105-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de 3 jornadas para - Articulación entre NT1 y 2 Básico -Articulación de 2 a 3 básico -Articulación entre 4 y 5","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"10105-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve jornadas formativas, análisis de datos y acompañamiento técnico de asesores para fortalecer competencias docentes y articular el currículo, potenciando el aprendizaje profundo desde NT a enseñanza básica. Vocabi aventura; Matemática en ruta","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer la participación activa de la comunidad educativa en la actualización y seguimiento de los instrumentos de gestión escolar, promoviendo una toma de decisiones informada, colaborativa y basada en evidencia.","metaEstrategica":"Lograr la participación del 100% de docentes y asistentes de la educación en a lo menos dos instancias anuales de revisión del PEI y PME","indicador":"Plan de retroalimentación docente y autocapacitaci. % de docentes que participan activamente en instancias de perfeccionamiento profesional y redes colaborativas; Sistema de gestión para el apoyo curricular y eval. % de cursos con registro actualizado en la plataforma de seguimiento curricular.","acciones":[{"id":"10105-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento impulsa acciones formativas y colaborativas, respondiendo a necesidades docentes y de asistentes, incluyendo redes territoriales y postulación a proyecto ADECO.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Liderazgo-3","nombre":"Retroalimentación pedagógica mediante acompañamiento al aula","descripcion":"El equipo Directivo realiza acompañamiento docente a través de la implementación del proyecto ADECO, con el fin de consolidar y fortalecer las prácticas pedagógicas mediante el trabajo colaborativo, promoviendo el desarrollo de habilidades de nivel superior, orientadas al aprendizaje profundo, mediante estrategias innovadoras y el uso efectivo de recursos tecnológicos en el aula.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar un clima escolar positivo mediante el fortalecimiento del desarrollo socioemocional, la inclusión y la participación activa de los estudiantes en su trayectoria educativa.","metaEstrategica":"Reducir en un 20% los conflictos de convivencia reportados en 2024 y lograr que al menos el 85% de los estudiantes participen en actividades de formación socioemocional, evidenciando mejoras en resolución de conflictos según encuestas y registros de mediación.","indicador":"Prevención y apoyo integral a estudiantes. % de estudiantes con factores de riesgo (inasistencia grave, dificultades socioemocionales) que cuentan con un plan de intervención y seguimiento individualizado. (min 10); Promoción de la convivencia y formación integral. N° de actividades formativas realizadas y % de estudiantes que participan en instancias de convivencia, afectividad, sexualidad o talleres extracurriculares durante el año escolar.","acciones":[{"id":"10105-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como lo son: como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participati","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la asistencia y retención escolar mediante análisis de inasistencia y acciones contextualizadas con familias y comunidades educativas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo a la participación en: -Instancias territoriales, Expo Festival de Barrancas -Taller DPS -Talleres extracurriculares (talleres EDEX e IND)","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Optimizar el uso de recursos educativos y tecnológicos, asegurando su acceso equitativo y su integración efectiva en los procesos de enseñanza y aprendizaje.","metaEstrategica":"Al menos el 80% de los docentes incorporará el uso de recursos educativos y tecnológicos en sus planificaciones de aula, promoviendo estrategias didácticas innovadoras que favorezcan el aprendizaje profundo.","indicador":"Adquisición de materiales pedagógicos y tecnológic. Porcentaje de salas equipadas con recursos pedagógicos y tecnológicos en funcionamiento; Contratación de personal idóneo para el apoyo a la. Número de profesionales contratados con perfiles especializados para brindar apoyo pedagógico y socioemocional, mínimo: 2","acciones":[{"id":"10105-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10105-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]}}}