{"rbd":"10124","nombre":"ESCUELA SAN DANIEL","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Perfeccionar las prácticas pedagógicas mediante un acompañamiento docente que promueva el desarrollo de habilidades del siglo XXI, con el fin de mejorar las interacciones pedagógicas en Lenguaje y Matemáticas.","metaEstrategica":"Lograr que el 20% de los estudiantes mejoren su rendimiento, pasando de un nivel insuficiente a elemental en Lenguaje y Matemáticas.","indicador":"Acompañamiento docente: % de docentes acompañados en el aula y en talleres de reflexión pedagógica. Salidas Pedagógicas: Nro. de estudiantes que participan en las distintas instancias de salidas pedagógicas programadas para promover la participación y desarrollo de habilidades de orden superior.","acciones":[{"id":"10124-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes. -Articulación entre NT2 y 1 Básico, -Articulación entre 4 y 5 básico, -Articulación con establecimientos de enseñanza media HC y TP.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico- pedagógicas para el desarrollo de habilidades precursoras","descripcion":"Fortalecer las competencias del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos. Mediante la participación activa y colaborativa en Jornadas de trabajo e instancias formativas para el desarrollo de habilidades en lenguaje y matemática.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Afianzar el sentido de pertenencia, la cultura de compromiso y las altas expectativas en toda la comunidad educativa, para potenciar el logro de aprendizaje de los estudiantes.","metaEstrategica":"Lograr que al menos el 80% de la comunidad educativa participe activamente en iniciativas que fomenten el sentido de pertenencia, la cultura de compromiso y las altas expectativas en el aprendizaje de los estudiantes.","indicador":"Sentido de pertenencia y compromiso: N° de estudiantes que participa en las jornadas para promover el sentido de pertenencia y de altas expectativas en la comunidad educativa. Talleres de reflexión y análisis: % de docentes que participa en talleres de reflexión y análisis de resultados pedagógicos con.","acciones":[{"id":"10124-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"Se desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento a con el propósito de actualizar y mejorar la práctica docente, atendiendo con ello, a las necesidades formativas detectadas en los profesores y asist. de la educación de nuestra escuela, desarrollando además la autocapacitación.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los proceso curriculares y evaluativos formativos y de seguimiento de los aprendizajes de los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo y Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Generar un clima escolar positivo que favorezca el aprendizaje socioemocional de los estudiantes, fortaleciendo vínculos formativos y de confianza con toda la comunidad educativa.","metaEstrategica":"Alcanzar al menos un 90% de participación de la comunidad educativa en iniciativas orientadas a fortalecer los indicadores de Desarrollo Personal y Social de los estudiantes.","indicador":"Clima Escolar: % de mejora de los IDPS, a través de talleres y acciones que permitan mejorar el clima escolar y la sana convivencia. Talleres Extraescolares: N° de talleres extraescolares implementados para el desarrollo integral de todos los estudiantes.","acciones":[{"id":"10124-Convivencia Escolar-0","nombre":"Estrategias Integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. El equipo de gestión y equipo de convivencia escolar participan en jornadas de análisis de datos y en redes para el diseño de estrategias preventivas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Convivencia Escolar-2","nombre":"SIstema de Alerta Temprana para prevenir desvinculación escolar.","descripcion":"Se implementa un sistema de monitoreo y seguimiento a todos los estudiantes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar rendimiento), o bien que sean identificados con dificultades relacionadas con la salud mental, con el fin de implementar acciones preventivas y de promoción.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Convivencia Escolar-3","nombre":"Potenciar la convivencia y salud mental a través del desarrollo de actividades territoriales con el","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación de actividades extracurriculares de la escuela y las actividades territoriales.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Asegurar una gestión eficiente de los recursos humanos y pedagógicos, garantizando la distribución equitativa y uso pertinente a las necesidades de aprendizaje de los y las estudiantes.","metaEstrategica":"Garantizar que el 90% de los recursos disponibles en el establecimiento sean utilizados de manera efectiva según las necesidades de los estudiantes.","indicador":"Recursos humanos: % de cobertura de dotación para la mejora de los índices de eficiencia interna. Recursos Pedagógicos: Cantidad de recursos pedagógicos recibidos para la debida implementación del currículo.","acciones":[{"id":"10124-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para apoyar a estudiantes con mayores brechas de aprendizaje, riesgo de deserción, necesidades socioemocionales, hábitos saludables, sexualidad y género, sana convivencia y tareas administrativas, con el objetivo de cumplir con el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y Equipo Directivo asegura la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10124-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y el Equipo Directivo aseguran la adquisición de equipos informáticos e insumos y recursos tecnológicos necesarios para habilitar dependencias educativas, asegurando conectividad con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}