{"rbd":"10128","nombre":"ESCUELA CENTRO EDUC.INTEGRAL DE ADULTOS","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar las oportunidades de aprendizaje significativo y profundo a través del trabajo interdisciplinarios y colaborativo entre los distintos departamentos para asegurar las trayectorias educativas","metaEstrategica":"El 60% de los docentes desarrolla actividades interdisciplinarias.","indicador":"% DOCENTES QUE SON ACOMPAÑADOS POR EL EQUIPO TÉCNICO. N° DE DOCENTES QUE TRABAJAN INTERDISCIPLINARIAMENTE Y PLANIFICAN COLABORATIVAMENTE.","acciones":[{"id":"10128-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los estudiantes, a través de 1 feria universitaria y 2 charlas universitarias o de casas de Educación superior para la Prosecución de estudios superiores. - Elección de estudios superiores y/o alternativas laborales,","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10128-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10128-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director promueve la participación activa de docentes, UTP y otros en jornadas colaborativas como: estructuración del currículum, análisis de datos para decisiones pedagógicas, y acompañamiento técnico con asesores. Estas actividades buscan fortalecer competencias técnicas y habilidades basadas en el aprendizaje profundo.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Consolidar las prácticas de gestión a través del monitoreo y seguimiento de procesos académicos para asegurar las trayectorias educativas de los estudiantes.","metaEstrategica":"60% de docentes participa en sesiones de análisis de los instrumentos de gestión.","indicador":"% DOCENTES EN SESIONES TÉCNICAS DE ANÁLISIS DE INSTRUMENTOS DE GESTIÓN. Porcentaje de procesos académicos monitoreados Y retroalimentados.","acciones":[{"id":"10128-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación y colaboración, integrando acciones de perfeccionamiento para atender necesidades formativas de profesores. Esto incluye prácticas de equipos de asistentes, autocapacitación, participación en redes de mejoramiento escolar y la postulación al proyecto ADECO \"TRABAJO COLABORATIVO PARA OPTIMIZAR EL TIEMPO NO LECTIVO\"","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10128-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que apoya procesos curriculares y evaluativos, facilita el seguimiento estudiantil, y fortalece el trabajo técnico y docente según estándares del MINEDUC. Incluye herramientas para tareas, guías, evaluaciones ajustadas al currículum priorizado, y reportería diaria sobre el progreso de aprendizajes. Lirmi","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10128-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar la participación de la comunidad educativa a través de actividades para promover un clima propicio para el aprendizaje.","metaEstrategica":"Se llevan a cabo el 80% de las actividades programadas en el cronograma escolar.","indicador":"Número de actividades realizadas que tienen como objetivo promover un clima propicio para el aprendizaje. Porcentaje de miembros de la comunidad educativa que participan activamente en las actividades organizadas.","acciones":[{"id":"10128-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes implementan estrategias como jornadas de trabajo, espacios reflexivos y atención focalizada, promoviendo convivencia sana, afectividad y sexualidad responsable en entornos inclusivos. 1. Charlas Diversidad, inclusión, Sexualidad, entre otras. 2. Jornada de Educación no Sexista 3. Elección CCAA 4. Debate 5. Talleres de Resolución conflictos","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10128-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento fomenta la participación estudiantil para prevenir la desvinculación educativa y aumentar la asistencia. Directivos analizan datos de inasistencia y causas, diseñando estrategias. - Plan de apoyo a la Retención Escolar","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10128-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de estu.","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los estudiantes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa con el fin de implementar acciones preventivas y de promoción.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10128-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: -Los y las estudiantes participan de actividades extracurriculares (Talleres EDEX e IND) que promueven el desarrollo físico, artístico y cultural.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Aseguar el uso adecuado de las horas no lectivas y el material educativo.","metaEstrategica":"100% de los recursos son utilizados en los procesos educativos.","indicador":"% total de horas no lectivas dedicadas a actividades planificadas para la labor docente. N° DE RECURSOS UTILIZADOS EN LOS PROCESOS EDUCATIVOS.","acciones":[{"id":"10128-Gestión de Recursos-0","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10128-Gestión de Recursos-1","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"10128-Gestión de Recursos-2","nombre":"Uso efectivo y pertinente de las horas lectivas y no lectivas para la mejora del proceso de E-A","descripcion":"El equipo de gestión orienta y monitorea el uso efectivo de horas lectivas y no lectivas con un enfoque claro en el fortalecimiento del quehacer docente, promoviendo espacios de trabajo colaborativo que contribuyen directamente a la mejora de los procesos de E-A. Participación en el Proyecto ADECO 2025, con el Convenio Trabajo Colaborativo para la Optimizar los tiempos no lectivos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}