{"rbd":"10092","nombre":"ESCUELA GOLDA MEIR","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el acompañamiento docente para la implementación de estrategias efectivas de enseñanza-aprendizaje en Lenguaje y Matemática, optimizando los procesos de enseñanza en primer y segundo ciclo.","metaEstrategica":"Lograr que el 15% de los estudiantes avancen del nivel insuficiente al elemental en Lenguaje y Matemática, mediante la implementación de estrategias efectivas de enseñanza-aprendizaje en lenguaje y matemática.","indicador":"Instancias de acompañamiento y retroalimentación (% de docentes de primer y segundo ciclo que participan semestralmente en instancias de acompañamiento y retroalimentación enfocadas en Lenguaje y Matemática.) Y Jornadas de análisis pedagógico (Número de jornadas de análisis pedagógico realizadas durante el semestre con foco en la mejora de resultados educativos)","acciones":[{"id":"10092-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para las trayectorias con instancias como talleres, acompañamientos a docentes, clases integradas y jornadas para apoyar la trayectoria educativa desde NT2 a 1° básico, promoviendo la articulación pedagógica, el bienestar emocional y la continuidad de los aprendizajes entre niveles.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Gestión Pedagógica-2","nombre":"Consolidación de capacidades técnico-pedagógicas con foco en habilidades del aprendizaje profundo","descripcion":"La directora promueve la participación del equipo técnico-pedagógico en jornadas e instancias formativas para fortalecer competencias en habilidades precursoras de la lectura en NT, habilidades lectoescritura, de matemáticas y de estructuración curricular, así como análisis de datos y acompañamiento técnico, fomentando el trabajo colaborativo y el aprendizaje profundo de los estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el sentido de pertenencia y la cultura de compromiso en la comunidad educativa, promoviendo la mejora continua de las prácticas institucionales a través de la participación activa de todos sus integrantes.","metaEstrategica":"Lograr que el 90% de la comunidad educativa participe activamente en instancias de trabajo colaborativo, promoviendo el sentido de pertenencia y el compromiso con la mejora continua de las prácticas institucionales.","indicador":"Participantes del plan de formación local (Número de docentes y asistentes de la educación que participan en acciones del Plan Local de Formación orientadas a mejorar sus prácticas pedagógicas y de apoyo escolar.) Y Uso de plataforma de gestión (% de uso efectivo de la plataforma de apoyo a la gestión escolar con apoderados y funcionarios con foco en procesos de mejora continua.)","acciones":[{"id":"10092-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora de las prácticas docente y de los AAEE","descripcion":"El establecimiento implementa un plan de retroalimentación y trabajo colaborativo con acciones formativas y de perfeccionamiento, según necesidades detectadas en docentes, incluyendo prácticas con AAEE y espacios de autocapacitación para fortalecer el desarrollo profesional de toda la comunidad educativa. Participación en ADECO, retroalimentación pedagógica mediante el acompañamiento al aula.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que apoya procesos curriculares, evaluativos y de seguimiento, con herramientas para asignar tareas, guías y evaluaciones según el currículum priorizado, generando reportes diarios que fortalecen el trabajo técnico-pedagógico y la toma de decisiones en la comunidad educativa.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Potenciar el desarrollo integral de los estudiantes mediante estrategias pedagógicas y formativas que promuevan el bienestar y la salud mental de toda la comunidad educativa.","metaEstrategica":"Incrementar en un 10% los indicadores de Desarrollo Personal y Social mediante la implementación de acciones del Plan de Gestión de la Convivencia Escolar.","indicador":"Actividades de bienestar y salud mental (% de actividades de bienestar y salud mental implementadas fuera del aula (en el contexto territorial), cuyo propósito es promover la convivencia positiva y el desarrollo integral de los estudiantes) Y Instancias de participación (Número de estudiantes, docentes, padres y AAEE que participan en actividades y estrategias diseñadas para promover una convivencia escolar positiva.)","acciones":[{"id":"10092-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar convivencia positiva, afectividad y sexualidad responsable.","descripcion":"El equipo de gestión, docentes y asistentes implementan estrategias integrales como jornadas de trabajo colaborativo, orientación, atención focalizada, charlas TEA, participación con FALP, elección del Centro de Estudiantes, taller de DPS y debates, que promueven la sana convivencia, la afectividad y la sexualidad responsable en contextos inclusivos y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Convivencia Escolar-1","nombre":"Promover la participación escolar para prevenir la desvinculación y promover la asistencia.","descripcion":"El establecimiento promueve la participación estudiantil para prevenir la desvinculación y fomentar la asistencia. El equipo directivo analiza datos para identificar causas de inasistencia y definir estrategias. Además, contextualiza sus intervenciones con madres, padres y apoderados mediante orientaciones y material de apoyo.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de estudi","descripcion":"Sistema de Alerta Temprana para prevenir la desvinculación y la inasistencia grave de estudiantes de la escuela.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Convivencia Escolar-3","nombre":"convivencia y salud mental con actividades territoriales para el desarrollo integral de estudiantes","descripcion":"El equipo directivo, docentes y asistentes promueven el desarrollo integral de párvulos y estudiantes mediante actividades artísticas, deportivas y de salud mental, como talleres de desarrollo personal, escuelas de canto, participación en festivales territoriales, ferias educativas y actividades extracurriculares que fortalecen la motivación y la convivencia escolar.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos humanos y materiales para garantizar un aprendizaje integral y de calidad para todos los estudiantes.","metaEstrategica":"Asegurar que el 90% de los recursos humanos y materiales sean gestionados de manera eficiente, garantizando su disponibilidad y uso óptimo para fortalecer el aprendizaje integral de los estudiantes.","indicador":"Distribución de recursos (Porcentaje de planificaciones en las que se visualiza el uso de recursos materiales y pedagógicos para la mejora en procesos de enseñanza-aprendizaje.) Y Sistema de monitoreo (Número de docentes y AAEE que reciben acompañamiento y retroalimentación para mejorar su desempeño)","acciones":[{"id":"10092-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación de acuerdo a necesidades de la escuela (sobre el 50% en RRHH)","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia y en los procesos administrativos para dar cumplimiento al PEI","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10092-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas), promover uso de TIC, con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}