{"rbd":"10102","nombre":"ESCUELA ALBERT EINSTEIN","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Afianzar estrategias efectivas de enseñanza- aprendizaje para desarrollar capacidades y competencias que optimicen los resultados de aprendizaje en Lenguaje y Matemática en los estudiantes de primer y segundo ciclo.","metaEstrategica":"Lograr que el 50% de los estudiantes mejoren sus rendimiento, transitando de un nivel insuficiente a elemental en Lenguaje y Matemática.","indicador":"Porcentaje de estudiantes que avancen de nivel elemental a nivel adecuado en lenguaje y matematica en evaluaciones DIA. Numero de docentes que implementa estrategias diversificadas a través del trabajo colaborativo para recuperación de aprendizaje.","acciones":[{"id":"10102-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un Plan de estrategias de Transición educativa (ETE) para apoyar la trayectoria de los párvulos y de los estudiantes a través de tres instancias de talleres, reuniones entre docentes y apoderados para: Articulación NT2 Y 1º básico Articulación entre 4º y 5º básico Articulación de 8° básico con establecimientos de enseñanza media para la trayectoria educativa","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"La directora y el equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos y contribuir a la formación integral a los y las estudiantes del nivel educativo respectivo","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico- pedagógicas para el desarrollo de habilidades precursoras.","descripcion":"La directora promueve la participación de docentes, jefa de UTP, encargada de Convivencia Escolar, Coordinación PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes y estas instancias estarán centradas en la participación .","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Consolidar el sentido de pertenencia y la cultura de compromiso , con el fin de garantizar los indicadores de eficiencia interna.","metaEstrategica":"Aumentar Indicadores de Eficiencia Interna en un 10%, garantizando el seguimiento y resguardo de las trayectorias educativas de todos los estudiantes.","indicador":"Numero de acciones que promueven la mejora de los indices de eficiencia interna. Porcentaje de uso de datos del reporte mensual en el analisis del monitoreo de los indicadores de eficiencia interna.","acciones":[{"id":"10102-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de las practicas docentes y de los asistente","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento con el propósito de actualizar y mejorar la practica docente y también los equipos de asistentes de la educación.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión Escolar","descripcion":"El equipo directivo implementa un sistema de gestión que facilita el apoyo de los procesos curriculares y evaluativos y formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos y para la comunidad educativa, de acuerdo a los estándares propuestos por el MINEDUC. La solución incluye una herramienta para la asignación de tareas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el optimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo en el Proyecto Educativo Institucional","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Afianzar el trabajo colaborativo y promover una convivencia sana mediante las acciones del Plan de Gestión de la Convivencia Educativa, velando por la salud mental en toda la comunidad escolar.","metaEstrategica":"Lograr la participación del 90 % de la comunidad educativa en acciones contempladas en el Plan de Gestión de la Convivencia Educativa, con énfasis en la sana convivencia y el cuidado de la salud mental.","indicador":"Porcentaje de acciones implementadas del Plan de la Gestión de la Convivencia Educativa. Cantidad de estudiantes detectados por plataforma Screening en riesgo de deserción que perciben apoyo socioemocional para evitar la desvinculación educativa.","acciones":[{"id":"10102-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, afectividad y sexualidad.","descripcion":"El equipo de gestión y profesores desarrollan actividades periódicas (jornadas, horas de orientación, talleres) donde se abordan temáticas asociadas a cuidados y autocuidado personal, relaciones afectivas, equidad de genero, educaciòn no sexista y buena convivencia.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación.","descripcion":"El equipo directivo junto a docentes y asistentes de la educación desarrollan actividades como: monitoreo a la asistencia diaria a clases, análisis mensual de datos de asistencia y matricula, abordaje temprano de la insistencia continua y reconocimiento quincenal a la asistencia destacada, participan en jornadas de analisis de datos para prevenir la desvinculacion educativa y promover asistencia.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Convivencia Escolar-2","nombre":"Sistema de alerta temprana par prevenir la desvinculación escolar y la inasistencia grave.","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los estudiantes, que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo y desvinculación educativa ( asistencia escolar,rendimiento) o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y salud mental a través del desarrollo de actividades territorial","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante la participación activa de los párvulos y estudiantes en las siguientes actividades: Talleres extracurriculares para estudiantes de acuerdo al PEI de nuestro establecimiento.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Optimizar los recursos humanos, materiales y financieros para garantizar un aprendizaje integral que beneficie a todos nuestros estudiantes.","metaEstrategica":"90% de los recursos humanos y materiales son gestionados para garantizar el adecuado funcionamiento del establecimiento con un enfoque en la mejora continua.","indicador":"Porcentaje de cobertura para la dotación que permita cubrir las necesidades del establecimiento. Porcentaje de recursos pedagogicos y materiales con que cuenta el establecimiento para su normal funcionamiento.","acciones":[{"id":"10102-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela sobre el 50%","descripcion":"Asegurar el optimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recursos humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en el que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Gestión de Recursos-1","nombre":"Contratación de personal","descripcion":"El sostenedor y la directora gestionan la contratación de personal idóneo para el apoyo de los estudiantes que presentan mayores brechas de aprendizaje, factores de riesgo de deserción prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las practicas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10102-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos.","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos y recursos tecnológicos con foco en la mejora de los procesos de enseñanza- aprendizaje","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}