{"rbd":"10081","nombre":"ESCUELA ESTRELLA DE CHILE","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar los aprendizajes de nuestros estudiantes a través del perfeccionamiento de estrategias metodológicas y tecnológicas, implementadas de manera sistemática y oportuna por los docentes. Se priorizará el desarrollo de habilidades en las asignaturas troncales (Lenguaje, Matemáticas, Ciencias Naturales e Historia), con la incorporación de docentes especialistas en el segundo ciclo básico.","metaEstrategica":"Afianzar la participación de al menos el 90% de los docentes en instancias del Plan Local de Desarrollo Profesional Docente, asegurando la aplicación efectiva de nuevas metodologías en el aula.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Perfeccionar el vínculo y el compromiso con las familias para consolidar una asistencia responsable y sostenida de los estudiantes, lo que contribuirá a la mejora de los niveles de logro de aprendizaje.","metaEstrategica":"Afianzar el porcentaje de asistencia de los estudiantes en un 10% respecto del año anterior, asegurando una participación continua en las actividades académicas y formativas.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar las estrategias de convivencia escolar y de salud mental, promoviendo su bienestar y desarrollo integral y fortaleciendo la participación de la familia en dichas iniciativas.","metaEstrategica":"Ejecutar y evaluar el 85% de las acciones establecidas en el Plan de Gestión de la Convivencia, con un enfoque en la inclusión y la equidad.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Consolidar un sistema eficiente de administración y uso de recursos, garantizando su disponibilidad oportuna para potenciar los aprendizajes y promover el desarrollo integral de los estudiantes.","metaEstrategica":"Gestionar la entrega y el uso eficiente del 80% de los recursos destinados al fortalecimiento del aprendizaje y la formación integral de los estudiantes, para impactar en los resultados académicos.","indicador":"","acciones":[]}}}