{"rbd":"10114","nombre":"ESCUELA BASICA N°389 REPUBLICA DE ESTADOS UNIDOS","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Implementar el eje de fortalecimiento de los aprendizajes mediante estrategias y procedimientos pedagógicos de acuerdo al contexto escolar, abordando responsabilidades profesionales de acuerdo a sus funciones para atender las necesidades educativas de todos los estudiantes propendiendo a la mejora de los logros de aprendizaje en todos los niveles de acuerdo con lineamientos de MINEDUC y SLEP.","metaEstrategica":"Priorizar la detección oportuna en todos los niveles de estudiantes: no lectores, lectores silábicos y lectores en, al menos, el 70% de la población escolar estableciendo apoyos académicos específicos bajo el liderazgo de Unidad Técnica y los diversos equipos de aula.","indicador":"% de participación en reuniones de trabajo en que se socialicen y operacionalicen políticas y procedimientos escolares. / N° de reuniones semestrales con foco en implementación de políticas y procedimientos institucionales.","acciones":[{"id":"10114-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de 4 talleres y 2 jornadas semestrales para: articulación entre NT2 y 1° básico y articulación entre 4° y 5° básico,","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director promueve la participación de docentes, jefe de UTP, inspector general, coordinador PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos. Estas instancias estarán centradas en jornadas de distintos tipos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer la cultura de trabajo colaborativo centrándose en los aprendizajes por medio del consejo de profesores, la participación del consejo escolar y la implementación de los diversos instrumentos de gestión centrando el quehacer en el aseguramiento de la calidad y de los indicadores de eficiencia interna.","metaEstrategica":"Revisión del 100% de los planes normativos e instrumentos de la gestión de acuerdo con la normativa educacional vigente enfocándose en: • aumentar un 10% la asistencia a clases a nivel escuela tomando como punto de referencia los datos de marzo 2025. • incrementar un 5% la matrícula del establecimiento tomando como referencia el reporte de SIGE marzo 2025.","indicador":"% de participación por estamento en actividades semanales por semestre. / N° de cumplimiento de actividades semanales realizadas por semestre.","acciones":[{"id":"10114-Liderazgo-0","nombre":"Plan Local de Formación y ADECO orientado a la mejora y soporte de prácticas docente y de asistentes","descripcion":"La Escuela elabora un plan de desarrollo en conjunto con otras del territorio que fomente el trabajo y aprendizaje colaborativo incorporando acciones formativas y de perfeccionamiento orientado al mejoramiento escolar en ámbitos socioeducativos para profesores y asistentes de la educación.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para seguimiento de procesos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Operacionalizar los principios del eje de convivencia y salud mental, mediante la promoción y aprendizaje del trato respetuoso, de las relaciones inclusivas, de la participación democrática y colaborativa y de la resolución de los conflictos de manera pacífica y dialogada, para el desarrollo personal y social y la retención escolar de niños y niñas del establecimiento, considerando su bienestar socioemocional.","metaEstrategica":"Promoción de la cultura del buen trato a través de: -3 instancias de desarrollo profesional y autocapacitación centrada en el bienestar de colaboradores. -2 actividades con foco en el desarrollo social y de emociones de estudiantes de todos los cursos y niveles a lo largo del año escolar. -abordaje del 100% de los casos que representen situaciones de riesgo con las derivaciones correspondientes. -un incremento de la asistencia a reuniones de apoderados del 10% por semestre.","indicador":"% de talleres, actividades u otros realizados semestralmente con foco en temáticas de salud mental. / N° de reuniones, talleres y actividades con foco en la salud mental, el bienestar y el buen trato realizadas semestralmente.","acciones":[{"id":"10114-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva","descripcion":"El equipo de colaboradores implementan estrategias integrales como lo son: jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Las actividades realizadas en el establecimiento son: análisis de datos, formulación de hipótesis sobre ausentismo y/o deserción y contextualización de intervenciones a las familias.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir desvinculación e inasistencia grave de estudiantes.","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los estudiantes que los docentes y asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Convivencia Escolar-3","nombre":"Potenciar la convivencia y salud mental a través de actividades territoriales integrales.","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: actividades extracurriculares (Talleres EDEX e IND) que promueven el desarrollo físico, artístico y cultural para asistir y retener en escuelas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar de manera eficiente los recursos humanos y materiales, según las necesidades detectadas en el establecimiento, en concordancia con los instrumentos de gestión y la normativa vigente, propiciando las condiciones adecuadas para el desarrollo formativo y académico de los/as estudiantes.","metaEstrategica":"Destinar al menos un 70% de los recursos SEP a RR.HH. y otros a iniciativas de desarrollo profesional, material pedagógico y tecnológico, insumos para el bienestar de estudiantes, salidas pedagógicas, entre otros garantizando el desarrollo integral y la mejora de resultados.","indicador":"N° de estudiantes que son favorecidos con recursos tecnológicos, humanos u otros apoyos durante el año escolar. / % de recursos recibidos por el establecimiento que favorecen la formación de los estudiantes.","acciones":[{"id":"10114-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación de personal de acuerdo a necesidades de la escuela (sobre el 50%)","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Gestión de Recursos-2","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10114-Gestión de Recursos-3","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}