{"rbd":"25047","nombre":"ESCUELA ANTILHUE DE PUDAHUEL","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer las capacidades técnico pedagógicas para el desarrollo de habilidades precursoras en educación parvularia; por otro lado, fortalecer las habilidades de lecto-escritura y matemática, primer y segundo ciclo básico, a través del paradigma por competencias y el aprendizaje profundo.","metaEstrategica":"En Lectura mantener el desplazamiento positivo en los estándares de la Agencia de Calidad e incrementar los resultados SIMCE 5 puntos. En Matemática promover el desplazamiento positivo en un 10%; además, adquirir las habilidades precursoras en párvulos y el proceso de lectoescritura al menos en un 75% en los primeros básicos, un 80% en segundos y terceros básicos; para los cuartos años una consolidación de 95%.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el análisis de información oportuna, que permita mejorar los resultados de eficiencia interna, con foco en la prevención de la deserción escolar y promoción de la asistencia.","metaEstrategica":"Mejorar los resultados de eficiencia interna: - Promedio de asistencia anual, igual o superior a 85%. - Tasa de retención escolar, igual o superior a 79%.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Promover de manera sistemática el desarrollo integral de los y las estudiantes, mediante la organización de una convivencia preventiva, a través de actividades que fortalezcan el área socio- emocional, la salud mental y los indicadores de desarrollo personal y social. Por otro lado, fortalecer la Formación ciudadana.","metaEstrategica":"Entregar contención socio- emocional al 100% de la Comunidad Educativa. Mantener o incrementar en 5 puntos los indicadores de desarrollo personal y social, asociados a la convivencia escolar en prueba estandarizada DIA Socioemocional y Simce. Continuar con las mediaciones para la resolución pacífica y dialogada de los conflictos. Desarrollar diversas actividades de caracter cívico-social para incentivar una ciudadanía participativa y respetuosa de los DDHH.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos necesarios para el desarrollo de los procesos educativos, en función de los aprendizajes y el bienestar de todos los estudiantes.","metaEstrategica":"Se gestionarán en un 100% los recursos, con foco en Recursos Humanos, material pedagógico, recursos tecnológicos y de bienestar para los estudiantes, que garanticen su desarrollo integral y el cumplimiento de sus trayectorias educativas.","indicador":"","acciones":[]}}}