{"rbd":"10085","nombre":"ESCUELA ESTADO DE FLORIDA","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Instalar estrategias pedagógicas y/o metodologías institucionales como uno de los medios para reactivar e impulsar los aprendizajes de los y las estudiantes a través de espacios de trabajo colaborativo.","metaEstrategica":"Implementación de estrategias pedagógicas para el 100% de los estudiantes y niveles para el logro de aprendizajes de excelencia.","indicador":"Implementación de estrategias pedagógicas: Se instalan al menos tres estartegias o metodologias a nivel institucional para consolidar el aprendizaje de los y las estudiantes. Monitoreo y seguimiento de estrategias escuela: El equipo directivo y pedagógico acompaña y monitorea al 100% de las estrategias y/o metodologías nivel escuela en las áreas de lenguaje y matemática para niveles focalizados.","acciones":[{"id":"10085-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes.","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de acciones: - Vinculación con Jardines infantiles - Hitos de continuidad entre niveles NT y primer subciclo de E. Básica - Hitos de continuidad 4 y 5 de E. Básica - Acciones de vinculación con la E. Media.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Gestión Pedagógica-2","nombre":"Complementar el curriculum para estudiantes con NEE","descripcion":"E. directivo y técnico con docentes y AAEE profesionales organizan la elaboración de PACI a las y los estudiantes que lo requieren, considerando los resultados de la Evaluación Diagnóstica Integral y la planificación curricular de cada nivel de enseñanza, organizando su atención especializada a través del PIE, para la integración curricular.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Gestión Pedagógica-3","nombre":"Coordinación técnico pedagógica","descripcion":"El equipo directivo y técnico establecen un sistema de coordinación con los docentes, por niveles en el primer ciclo y asignaturas en el segundo ciclo y Consejo de profesores para orientar, desarrollar y monitorear el trabajo colaborativo (ADECO), a través la implementación de lineamientos pedagógicos comunes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Gestión Pedagógica-4","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director y el equipo técnico promueven la participación de docentes y EGE en actividades que contribuyan a fortalecer las competencias técnicas de lectoescritura y matemática para el AP: Jornadas de Mati Aventura, Vocabi Aventura, LEC, Astoreca y Matemática en Ruta. Jornadas internas para estructurar el curriculum, jornadas de análisis de datos y acompañamientos técnicos realizada por asesores","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Gestión Pedagógica-5","nombre":"Generar experiencias de aprendizaje profundo en los y las estudiantes","descripcion":"El director y el equipo técnico pedagógico promueven experiencias de aprendizaje basado en proyectos para lograr el aprendizaje profundo de los y las estudiantes y favorecer espacios de innovación pedagógica a partir de las acciones emanadas del plan de experiencias de aprendizaje innovadoras.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Gestión Pedagógica-6","nombre":"Educación ambiental para los y las estudiantes desde educación parvularia hasta 8° básico","descripcion":"Propone relevar la educación ambiental en el currículum en planes y programas de estudio del establecimiento promoviendo que el proceso de enseñanza aprendizaje sea coherente con la realidad socioambiental local a fin de abordarla en forma transversal e interdisciplinaria con metodologías innovadoras, al aire libre que permitan la reflexión-acción así como el pensamiento crítico y reflexivo","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Consolidar la implementación del PEI con foco en los índices de eficiencia interna para alcanzar aprendizajes de excelencia y el bienestar socioemocional de los y las estudiantes, y de la comunidad en general.","metaEstrategica":"Gestión de programas académicos y socioemocionales e inclusivos para el 100% de los y las estudiantes que participen de los distintos programas para alcanzar aprendizajes de excelencia mejorando los índices de eficiencia interna de acuerdo con lo declarado en el PEI.","indicador":"Consolidar el PEI en todos los procesos de gestion: El equipo directivo junto a todos los integrantes de la comunidad educativa utilizan el PEI como marco regulador para todos los procesos de gestión institucional. Vinculación de la comunidad educativa con el PEI: El equipo directivo gestiona la comunicación entre los distintos integrantes de la comunidad educativa, a través de medios medios de comunicación institucionales.","acciones":[{"id":"10085-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación:","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Liderazgo-1","nombre":"Generar canales de comunicación efectivos entre los integrantes de la comunidad educativa","descripcion":"El equipo directivo, docente y de asistentes de la educación potencian e instauran nuevos canales de comunicación institucional: 1. Libreta de comunicaciones 2. Facebook institucional 3. Instagram institucional 4. Correo electrónico institucional","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Liderazgo-2","nombre":"Reconocimiento y estímulos a estudiantes por sus logros e identidad con el PEI","descripcion":"El establecimiento entrega incentivos a los y las estudiantes, apoderados/as, asistentes de la educación y docentes por sus logros de acuerdo a las metas e identidad con el Proyecto Educativo del establecimiento.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Liderazgo-3","nombre":"Jornadas de reflexión PEI-PME - RIE con la comunidad educativa","descripcion":"El equipo directivo y técnico pedagógico organiza y lidera jornadas y/o encuentros con la comunidad educativa: 1.- Análisis y actualización del PEI durante el año. 2.- Analizar, socializar y evaluar la implementación del PME durante el año. 3.- Analizar y actualizar el reglamento interno. 4. Socializar y actualizar planes normativos","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Liderazgo-4","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Liderazgo-5","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar estrategias para fortalecer los IDPS para el desarrollo integral del estudiante y el bienestar socioemocional de la comunidad educativa a través de la implementación de acciones del plan de convivencia escolar según los planes normativos vigentes","metaEstrategica":"Implementación del plan de convivencia escolar, priorizando la contención emocional y social al 100% de los estudiantes que lo requieran según las necesidades evidenciadas.","indicador":"Estrategias para el fortalecimiento de los IDPS: Se implemetan acciones del Plan de Gestión de la Convivencia con foco en 3 IDPS: Habitos de vida saludable, participación ciudadana y autoestima académica en los niveles de cuarto y octavo básico. Trabajo para un clima de sana convivencia escolar: Se implementan estrategias que favorezcan la sana convivencia en todos los cursos y niveles de educación parvularia y enseñanza básica y en el 100% de los estamentos de Establecimiento educacional.","acciones":[{"id":"10085-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como lo son: como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Convivencia Escolar-1","nombre":"Promover un clima de buena convivencia a través de una estrategia de fortalecimiento de valores pers","descripcion":"El equipo directivo junto al equipo de convivencia promueven estrategias que permitan construir un ambiente de respeto, colaboración y crecimiento compartido dentro de la escuela. - Programa Fortalezas del carácter de la fundación Astoreca - Charlas y/o talleres mensuales para docentes y asistentes de la educación - Jornadas en cursos focalizados","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Convivencia Escolar-2","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Mediante el plan de retención, asistencia y contingencia educativa.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Convivencia Escolar-3","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementa un sistema de monitoreo y seguimiento a niños, niñas y jóvenes que los docentes y/o asistentes de la educación detectan que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Convivencia Escolar-4","nombre":"Fortalecer la participación activa de todos los miembros y/o estamentos de la comunidad educativa","descripcion":"El equipo directivo junto al equipo de convivencia escolar desarrollan instancias (encuentros, entre otros) para promover la participación de la comunidad educativa, tales como: actividades de aniversario, día del libro, día de la familia, jornadas de reconocimiento, feria gastronómica, feria de las artes, entre otras, propiciando la colaboración de los actores de la comunidad escolar.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Convivencia Escolar-5","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: -Taller de Desarrollo personal y social - Expo festival de Barrancas. - Encuentro de salud mental y actividad física -Talleres EDEX","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar eficientemente, los recursos humanos, materiales y financieros a través del Slepb que permitan implementar el plan de mejora generando instancias para el desarrollo socioemocional de la comunidad educativa y la formación profesional de los funcionarios de la escuela para lograr el aprendizaje integral de los y las estudiantes.","metaEstrategica":"Gestión eficiente del 100% de los recursos humanos, materiales y financieros para el correcto funcionamiento del establecimiento implementando el plan de mejora generando instancias para el desarrollo socioemocional de la comunidad educativa, la formación profesional de los funcionarios y el aprendizaje integral de los y las estudiantes.","indicador":"Gestión derecursos con foco en la mejora: El nivel de ejecución de los recursos SEP deben orientarse hacia la mejora de la calidad del servicio educativo, alcanzando a lo menos el 75% de lo percibido por subvención. Vinculación de la gestión de recursos con el PEI: La gestión de recursos asegura la contratación de todo el personal necesario para la implementación del PEI.","acciones":[{"id":"10085-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, Necesidades Educativas Especiales, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10085-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}