{"rbd":"10116","nombre":"COLEGIO NEPTUNO","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el desarrollo de habilidades precursoras de lecto-escritura y matemática en el nivel de educación parvularia y de enseñanza básica, a través del fortalecimiento de las capacidades profesionales docente.","metaEstrategica":"Cumplir con el 100% de las acciones comprometidas en el plan.","indicador":"Estudiantes beneficiados con el Plan de Formación; Fortalecer habilidades lectoras y matemáticas","acciones":[{"id":"10116-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes de Ed. Básica.","descripcion":"El equipo de gestión lidera la implementación de un Plan de Estrategia de Transición Educativa (ETE) y articulación, cuyo objetivo central es asegurar una trayectoria educativa fluida y exitosa para nuestros párvulos y estudiantes, a través de un programa estructurado que incluye: 2 jornadas anuales de vinculación entre NT1/NT2 y el Jardín Los Peques; 1 jornada semestral de coenseñanza NT2 y 1B,","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes.","descripcion":"El Director y el equipo de gestión lideran la planificación e implementación de experiencias de aprendizaje enriquecedoras y significativas en espacios informales y no formales como parques, museos y reservas nacionales. El propósito central de estas iniciativas es generar aprendizajes profundos y contextualizados en los párvulos y estudiantes, en coherencia con la priorización curricular vigente","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director lidera la implementación de un plan de fortalecimiento de competencias técnicas del equipo técnico de aula (docentes, jefe de UTP, inspector general y PIE), a través de 2 talleres anuales de prácticas y grupos de estudio enfocados en el desarrollo de habilidades, para el diseño e implementación de metodologías activas y estrategias de ev. formativa.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer las trayectorias educativas de los y las estudiantes a través del monitoreo de los datos de eficiencia interna.","metaEstrategica":"Aumentar en un 5% el promedio anual de asistencia.","indicador":"Asistencia escolar; Estudiantes promovidos al curso superior","acciones":[{"id":"10116-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El equipo de gestión desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo con acciones de perfeccionamiento internas y externas atendiendo, a las necesidades formativa de profesores y asistentes de la educación del establecimiento. Tales como participación en redes territoriales.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Instalar espacios e instancias de prevención y protección para la convivencia, bienestar y salud mental de la comunidad educativa, a través del desarrollo de los sellos institucionales.","metaEstrategica":"Cumplir con el 100% de las acciones comprometidas en el plan.","indicador":"Intervenciones de redes de apoyo; Participación en actividades de bienestar","acciones":[{"id":"10116-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales que promuevan y favorezcan espacios de sana convivencia educativa, como así, también el desarrollo de la afectividad, sexualidad e inclusión en un entorno educativo participativo y democráticos realizarán 2 charlas TEA al año, Elec. Centro de Est, 1 debate al año, talleres desarrollo .personal y social","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve el fortalecimiento, la participación y el compromiso estudiantil, respondiendo a la necesidad de disminuir la inasistencia y prevenir la desvinculación educativa. Implementando una estrategia de involucre a toda la comunidad educativa, como: análisis periódico de datos para la identificación y seguimiento de estudiantes en riesgo, paneles de asistenc, premiacion, otro","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niños y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados, por docentes, estudiantes o apoderados relacionados con la salud mental.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación fomentarán la participación en escuelas de talentos (ballet folclórico), instancias territoriales, talleres extraescolares, corrida familiar, campeonatos internos de fútbol y ferias pedagógicas (matemática, artes, ciencias, literarias).","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Asegurar las provisiones de los bienes y servicios necesarios para el aprendizaje de los y las estudiantes a través del Plan de Compras.","metaEstrategica":"Gestionar en un 100% las necesidades pedagógicas, tecnológicas y bienestar físico y emocional de los y las estudiantes.","indicador":"Personal necesario para implementar PME y PEI; Utilización del Recurso Humano; Materiales para apoyar los aprendizaje; Uso efectivo de los recursos","acciones":[{"id":"10116-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del e","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10116-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases (notebook y proyector) y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}