{"rbd":"10127","nombre":"ESC.DE EDUCACION DIFERENCIAL QUILLAHUE","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Instalar un proceso de acompañamiento a la labor docente, focalizado en los procesos de gestión pedagógica para la mejora de los aprendizajes de los y las estudiantes.","metaEstrategica":"80% de las acciones del Plan Local de Formación Docente son implementadas en el establecimiento.","indicador":"Apoyando la planificación: N° de reuniones semestrales con foco en la planificación para el aula. (Cumple 100%). Fortaleciendo la práctica docente: N° de docentes que son acompañados al aula y retroalimentados. (Cumple de manera avanzada 75% a 99%).","acciones":[{"id":"10127-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los y las estudiantes, a través de 6 talleres desarrollados en co docencia para la: - Articulación entre NT2 y 1° Básico; - Entre 8° Básico e integración en Liceo Técnico Profesional o continuidad en Taller Exploratorio. - Entre Taller Exploratorio y Tallere","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El equipo directivo, docentes y profesionales no docentes planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve la participación de docentes, jefe de UTP, inspector general, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos del territorio. Estas instancias estarán centradas en la participación activa y colaborativa.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Gestión Pedagógica-3","nombre":"Fortalecimiento de la enseñanza en talleres laborales para potenciar las trayectorias educativas de","descripcion":"El establecimiento desarrolla actividades que contribuyan a mejorar la trayectoria educativa de los estudiantes de Talleres Laborales, mediante la participación en: - Visitas entre talleres laborales y a otros establecimientos TP del territorio. - Salidas técnicas a empresas y clases magistrales en el establecimiento. - Aplicación de Instrumento de evaluación de Competencias Sociolaborales.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Definir y organizar la gestión pedagógica de los equipos de aula del establecimiento acorde a un liderazgo distribuido, fomentando la colaboración para la mejora de los aprendizajes de los y las estudiantes.","metaEstrategica":"80% de los equipos de aula del establecimiento trabajan colaborativamente en la búsqueda de la mejora de los aprendizajes.","indicador":"Apoyo en el aula: N° de reuniones de estudios de caso que se realizan con los equipos de aula. (Cumple 100%). Reflexión conjunta: N° de reuniones de trabajo colaborativo entre docentes y gabinete técnico que se llevan a cabo. (Cumple 100%).","acciones":[{"id":"10127-Liderazgo-0","nombre":": Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asi","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación.","monitoreo1Nivel":"Aún no se encuentra evaluado","monitoreo1Justificacion":"Aún no se encuentra evaluado"},{"id":"10127-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para la asignación de tareas,guías de","monitoreo1Nivel":"Implementado parcialmente (25 a 49%)","monitoreo1Justificacion":"No se encontró asesoría técnica pertinente."},{"id":"10127-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Liderazgo-3","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación,","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Instalar un clima de buena convivencia y participación entre los diversos actores de la comunidad educativa, a través de la implementación del Plan de Gestión de la convivencia escolar.","metaEstrategica":"80% de las acciones del Plan de Gestión de la Convivencia Escolar son implementadas.","indicador":"Desarrollando los IDPS: N° de actividades que realiza la comunidad educativa, con foco en el desarrollo de los IDPS. (Cumple 100%). Participación de la comunidad: % de participantes de la comunidad escolar en las acciones del PGCE con foco en el desarrollo de los IDPS. (Cumple de manera avanzada 75% a 99%).","acciones":[{"id":"10127-Convivencia Escolar-0","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: -Taller de Desarrollo personal y social, implementa actividades que promueven el desarrollo físico, artístico, personal y emocional, en el c","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Las actividades realizadas en el establecimiento son: -Los equipos directivos analizan datos cuantitativos para reflexionar sobre posibles causas de inasistencia por niveles y/o modalidades, formulan","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Convivencia Escolar-2","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como: jornadas de trabajo, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"10127-Convivencia Escolar-3","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los Recursos disponibles a través de aportes internos y externos para asegurar el funcionamiento del establecimiento.","metaEstrategica":"100% de los recursos son destinados para asegurar el funcionamiento del establecimiento.","indicador":"Planificaciones con uso de material didáctico: N° de planificaciones en donde se utilice el material didáctico disponible. (Cumple 100%). Uso de recursos tecnológicos en el aula: % de actividades en donde se utilizan recursos tecnológicos disponibles en el establecimiento. (Cumple 100%).","acciones":[{"id":"10127-Gestión de Recursos-0","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Gestión de Recursos-1","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Gestión de Recursos-2","nombre":"Uso de recursos tecnológicos y educativos","descripcion":"EL EQUIPO DE GESTIÓN PROMUEVE ACCIONES DE AUTOGESTIÓN PARA LA OBTENCIÓN DE NUEVOS RECURSOS PEDAGÓGICOS y tecnológicos, realizada el monitoreo y seguimiento de los recursos utilizados, tanto educativos como tecnológicos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Gestión de Recursos-3","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores desafíos en los procesos aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de aaciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos adminis","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10127-Gestión de Recursos-4","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}