{"rbd":"10108","nombre":"ESCUELA LEONARDO DA VINCI","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer procedimientos y estrategias pedagógicas para nivelar aprendizajes, lograr aprendizajes profundos protegiendo las trayectorias educativa de las y los estudiantes.","metaEstrategica":"El 80% de los profesores maneja e implementa la planificación y diversifica la enseñanza con la finalidad de mejorar los aprendizajes de todos los y las estudiantes para disminuir las brechas educativas.","indicador":"Número de jornadas de reflexión análisis con el equipo docente, sobre resultados obtenidos y la implementación de remediales. Y N° de acompañamiento al aula por parte del equipo directivo-técnico y retroalimentación a los y las docentes.","acciones":[{"id":"10108-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes.","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa y articulación, para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de conversatorios y talleres de: -Articulación entre NT2 y 1 Básico. -Articulación entre 4 y 5 básico. -Articulación con establecimientos de enseñanza media para la trayectoria educativa del 8 básico.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes.","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios formales o no formales como parques, museos, reservas nacionales, entre otras, con el propósito de construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades téc-ped. para la lect. y mat. en párvulos y estudiantes por ciclo.","descripcion":"El director promueve la participación de docentes y equipo de gestión en instancias que contribuyan a fortalecer las competencias técnicas de equipos de aula, para desarrollar habilidades basadas en aprendizaje profundo de los estudiantes y párvulos, a través de jornadas: -Análisis de datos para la toma de decisiones. -Acompañamiento técnico realizado por asesoras.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer una cultura de altas expectativas en la comunidad educativa con foco en la mejora de resultados de aprendizaje y generar estrategias para mejorar la comunicación de toda la comunidad educativa.","metaEstrategica":"Mejorar los resultados de Eficiencia Interna, aumentando en un 10% la matrícula, en un 5% el promedio de asistencia y manteniendo la tasa de retención escolar.","indicador":"Número de jornadas de análisis y monitoreo de datos de eficiencia interna, planes normativos, PEI y PME. Y Número de docentes que utilizan la plataforma LIRMI.","acciones":[{"id":"10108-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora de las prácticas de los profesionales.","descripcion":"El establecimiento desarrolla un plan con estrategias de formación docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento con el propósito de actualizar y mejorar la práctica docente, atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; como también, a prácticas de los equipos de asistentes de la educación.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares, evaluativos, formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%).","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Promover de manera sistemática la convivencia, bienestar y salud mental de los y las estudiantes, mediante el diseño y ejecución de actividades que fortalezcan el área socioemocional y los IDPS articulados con los planes normativos.","metaEstrategica":"Acompañamiento socioemocional al 100% de los estudiantes que lo requieran, fortalecer la convivencia y el bienestar de la comunidad educativa, a través de la implementación de los planes normativos.","indicador":"Número de acciones realizadas del plan de gestión de la CE que apuntan al bienestar socioemocional de los y las estudiantes. Y % de estudiantes que tienen seguimiento y acompañamiento, para garantizar su trayectoria escolar.","acciones":[{"id":"10108-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y sexualidad.","descripcion":"El equipo de gestión, docentes y asist. de la educación implementan estrategias integrales como: espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, favoreciendo espacios para la sana convivencia, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos, a través de charlas TEA, taller personal y social.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación.","descripcion":"El establecimiento promueve la participación de los estudiantes para prevenir la deserción y fomentar la asistencia, a través de iniciativas como: Analizar datos cuantitativos sobre posibles causas y riesgo de deserción, acordar estrategias para promover la asistencia y retención. Analizar las orientaciones para contextualizar sus intervenciones dirigidas a madres, padres y apoderados.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Convivencia Escolar-2","nombre":"Sistema Alerta Temprana para prevenir la desvinculación escolar e inasistencia grave de estudiantes","descripcion":"El equipo directivo implementa un sistema de monitoreo y seguimiento a todos los estudiantes, donde los docentes y asistentes de la educación detectan factores de riesgo de desvinculación educativa, (asistencia escolar, rendimiento) o bien, que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Convivencia Escolar-3","nombre":"Potenciar la convivencia y la salud mental a través del desarrollo de actividades territoriales.","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante la participación de los párvulos y estudiantes en actividades como: Talleres extracurriculares para párvulos y estudiantes de acuerdo al PEI de nuestro establecimiento educacional.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos humanos y materiales, para asegurar la implementación de los procesos pedagógicos, la salud socioemocional y la seguridad de los estudiantes.","metaEstrategica":"Implementación del 100% del Plan de Mejoramiento Educativo (PME)","indicador":"Número de contrataciones de personal docente y no docente. Y Número de mantenciones concretadas y los registro de copias mensuales.","acciones":[{"id":"10108-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela sobre el 50%.","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Gestión de Recursos-1","nombre":"Contratación de Personal.","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible.","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10108-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos.","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}