{"rbd":"10103","nombre":"ESCUELA SOR TERESA DE LOS ANDES","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer estrategias de enseñanza que apunten a promover el aprendizaje profundo en todas y todos nuestros estudiantes de primer y segundo ciclo potenciando las practicas pedagógicas delos docentes.","metaEstrategica":"Aumentar en un 5% la proporción de estudiantes que avanzan a niveles de aprendizaje elemental o adecuado en evaluaciones internas y/o externas al finalizar el ciclo.","indicador":"% de acciones implementadas del plan: Implementación de las acciones planificadas en el plan de formación docente. | % docentes acompañados y retroalimentados: Ejecución de las diversas actividades planificadas en el plan de acompañamiento docente.","acciones":[{"id":"10103-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de de reunión de coordinación en forma mensual con docentes involucrados para la (definir según niveles la articulación entre NT2 y 1 Básico y articulación entre 4 y 5 básico.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El responsable de la ejecución de la actividad no pudo implementar la actividad por razones de tiempo u organización."},{"id":"10103-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El responsable de la ejecución de la actividad no pudo implementar la actividad por razones de tiempo u organización."},{"id":"10103-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve la participación activa del equipo técnico pedagógico (docentes, jefe de UTP, inspector general, coordinadores PIE, entre otros), en instancias que fortalecen sus competencias técnicas, con foco en el desarrollo de habilidades profundas en estudiantes y párvulos.Estas instancias incluyen:Jornadas formativas, trabajo colaborativo,análisis de datos y acompañamiento técnico.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Sistematizar acciones que apunten a mejorar los indicadores de eficiencia interna del establecimiento con el fin de fortalecer la gestión institucional e impactar en los aprendizajes al interior del aula a través del fortalecimiento del trabajo de los integrantes dela comunidad educativa.","metaEstrategica":"Alcanzar al finalizar el ciclo una mejora de un 5% en los indicadores de eficiencia interna institucional.","indicador":"% de acciones monitoreadas y evaluadas: Implementación de monitoreo y seguimiento de acciones ejecutados, tanto por la dirección como las realizadas por el sostenedor. | % de actividades ejecutadas: Implementación de diversas actividades que permiten fomentar el trabajo colaborativo y el mejoramiento de las prácticas docente y de asistentes de la educación.","acciones":[{"id":"10103-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento aplica un plan con estrategias de retroalimentación y colaboración, incluyendo formación y perfeccionamiento según las necesidades del personal. Promueve la autocapacitación, participación en redes de mejoramiento escolar, colaboración entre unidades educativas y la postulación al proyecto ADECO para acompañar la labor docente.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10103-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que apoya procesos curriculares y evaluativos, con herramientas para asignar tareas, guías y evaluaciones según el currículo priorizado. Este sistema entrega reportes diarios que permiten el seguimiento del aprendizaje, fortaleciendo el trabajo de docentes, técnicos, directivos y la comunidad educativa según estándares MINEDUC.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10103-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer espacios e instancias de dialogo participativo entre los diferentes actores de la comunidad con el fin de potenciar la participación a través del desarrollo de acciones formativas y recreativas.","metaEstrategica":"Lograr al finalizar el ciclo que el 60% de los integrantes de la comunidad educativa participe en las actividades convocadas por las diferentes áreas del establecimiento.","indicador":"% de actividades ejecutadas: Instalación de diversas actividades que permitan desarrollar estrategias de afectividad,inclusión y convivencia escolar. | N° de participantes que adhieren a instancias: Desarrollo de diversas instancias de actividades que promueven y fomentan la sana convivencia.","acciones":[{"id":"10103-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo directivo, docentes y asistentes aplican estrategias como jornadas, espacios reflexivos y atención focalizada para fomentar la convivencia, afectividad y sexualidad responsable en contextos inclusivos y democráticos. Actividades como charlas TEA, debates, talleres 3A y elecciones de centros de estudiantes y apoderados refuerzan este enfoque.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10103-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación estudiantil para prevenir la desvinculación y mejorar la asistencia. Los equipos directivos analizan datos para identificar causas de inasistencia y riesgo de deserción, generando estrategias. También adaptan orientaciones y materiales para intervenir con madres, padres y apoderados de forma contextualizada","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10103-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementa un sistema de monitoreo y seguimiento para estudiantes detectados por docentes, asistentes, apoderados o los propios estudiantes, que presenten factores de riesgo de desvinculación educativa, como problemas de asistencia, rendimiento o salud mental. El objetivo es aplicar acciones preventivas y de promoción para apoyar su permanencia en el sistema educativo.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10103-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes promueven el desarrollo integral de estudiantes mediante la participación en actividades artísticas, deportivas y de salud mental, como el Expo Festival de Barrancas, Encuentro Territorial de Salud Mental, y Feria de Educación Parvularia. Además, los estudiantes participan en talleres extracurriculares (EDEX e IND) que fomentan el desarrollo físico, artís","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Potenciar el uso de recursos educativos y humanos para lograr un óptimo funcionamiento de la institución.","metaEstrategica":"Lograr durante el ciclo que el 100% de los recursos sean utilizados de manera adecuada para optimizar el funcionamiento de la institución.","indicador":"Cantidad de recursos materiales utilizados: Adquisición de material didáctico y tecnológico para mejorar los procesos educativos. | Cantidad de recursos recepcionados: Recursos recepcionados, indispensables para el óptimo funcionamiento del establecimiento.","acciones":[{"id":"10103-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10103-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal capacitado para apoyar a estudiantes con brechas de aprendizaje, riesgo de deserción, y en áreas como el desarrollo socioemocional, hábitos saludables, sexualidad y género, convivencia escolar, y procesos administrativos. Esto se realiza con el objetivo de garantizar el funcionamiento óptimo y cumplir con el Proyecto Educativo Insti","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10103-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y el equipo directivo gestionan la adquisición de materiales pedagógicos, incluyendo implementos, recursos educativos y material fungible, con el objetivo de mejorar las prácticas docentes, fortaleciendo tanto los procesos de enseñanza-aprendizaje como el desarrollo socioemocional de los estudiantes.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10103-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y el equipo directivo gestionan la adquisición de equipos informáticos, recursos e insumos tecnológicos para habilitar salas de clases y otras dependencias, asegurando la conectividad óptima (aulas conectadas) y fortaleciendo los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]}}}