{"rbd":"24804","nombre":"ESCUELA ESPECIAL SGTO.CANDELARIA","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Desarrollar el PDP, mediante el acompañamiento y la retroalimentación de los docentes, con el propósito de fortalecer sus las practicas pedagógicas en todos los niveles (párvulo, básica y laboral).","metaEstrategica":"90 % de los docentes y asistentes de la educación son acompañados en sus practicas docentes fuera y dentro del aula, en al menos tres oportunidades al año.","indicador":"Salidas pedagógicas: % DE LOS ESTUDIANTES PARTICIPAN EN SALIDAS PEDAGÓGICAS PLANIFICADAS. Sellos educativos: % DE LOS ESTUDIANTES DESARROLLAN ACTIVAVIDADES QUE TRIBUTEN A LOS SELLOS DECLARADOS EN EL PEI. Talleres laborales.: % de los estudiantes participan en: visitas a talleres. Clases magistrales. Aplicación de pauta. TRAYECTORIA EDUCATIVA.: % DE LOS ESTUDIANTES QUE EGRESAN, PARTCIPAN EN ACCIONES QUE PROMUEVAN SU TRAYECTORIA EDUCATIVA.","acciones":[{"id":"24804-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para párvulos y estudiantes.","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los estudiantes. -Articulación entre NT2 y 1 Básico, - Articulación con establecimientos de enseñanza media para la trayectoria educativa de los estudiantes (científico-humanista o técnico-profesional) en el territorio.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes.","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras. Teniendo como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Gestión Pedagógica-2","nombre":"Fortalecimiento de la enseñanza en talleres laborales.","descripcion":"El establecimiento desarrolla actividades que contribuyan a mejorar educativa de los estudiantes de Talleres Laborales, mediante la participación: - Visitas entre talleres laborales y a otros establecimiento TP del territorio. -Salidas técnicas a empresas y clases magistrales en el establecimiento. - Aplicación pauta de competencias sociolaborales.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Gestión Pedagógica-3","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"-Jornadas de trabajo e instancias formativas. -jornadas de acompañamiento técnico realizado por asesores.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Implementar el liderazgo distributivo a través de la conformación de equipo docente + instructor, o docente + técnico para facilitar el trabajo colaborativo, propiciando instancias de aprendizaje y discusiones técnicas.","metaEstrategica":"El 90% de los equipos conformados entre docente + instructor o docente o técnico participan en jornadas de reflexión sobre sus propias prácticas durante el año.","indicador":"ACOMPAÑAMIENTO DOCENTE: % DE LOS DOCENTES SON ACOMPAÑADOS Y RETROALIMENTADOS OPORTUNAMENTE. Apoyo sostenedor: % de docentes que son apoyados en su labor docente, utilizando la plataforma. Estrategias integrales: % de funcionarios participan en jornadas reflexivas y de compartir experiencias, para mejorar las practicas eduactivas.","acciones":[{"id":"24804-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan de acompañamiento y retroalimentación entre pares ( docentes y asistentes de la educación), enfatizando el acompañamiento en el 42% de docentes que participar en su proceso de evaluación, promoviendo el compartir de experiencias y estrategias exitosas dentro del aula.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"24804-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para la asignación de tareas, guías de","monitoreo1Nivel":"Implementado inicialmente (1% a 24%)","monitoreo1Justificacion":""},{"id":"24804-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como lo son: como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participati","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Implementar estrategias que permitan el desarrollo integral, en nuestros estudiantes, mediante la promoción de la autonomía en el ámbito académico, personal, para facilitar una futura inserción laboral.","metaEstrategica":"90% de los estudiantes , logran desarrollar habilidades de autonomía e independencia en actividades académicas y personales, mediante una bitácora de trabajo.","indicador":"Actividades territoriales: % de los estudiantes, participan en alguna instancia de actividades territoriales. Alerta temprana: Estudiantes que se ven favorecidos con las estrategias de alerta temprana. Convivencia escolar: Estudiantes participan en actividades para mejorar la convivencia escolar dentro y fuera del establecimeinto. Participación de estudiantes.: % de los estudiantes se ven beneficiados con las distintas instancias de participación, para fomentar la asistencia a clases.","acciones":[{"id":"24804-Convivencia Escolar-0","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Las actividades realizadas en el establecimiento son: -Los equipos directivos analizan datos cuantitativos para reflexionar sobre posibles causas de inasistencia por niveles y/o modalidades, formula","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Convivencia Escolar-1","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el dllo. integral estudiantes que contribuyan al dllo. de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en:Escuelas de canto y ballet folclórico del territorio para estudiantes con talento.Taller de dllo. personal y social, implementa act.Trabajo colaborativo entre fia. y escu","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Convivencia Escolar-2","nombre":"Estrategias integrales para fomentar la convivencia positiva, la afectividad y sexualidad responsabl","descripcion":"El equipo de gestión, docentes y asistentes de la educación, implementan estrategias integrales como: jornadas de trabajo, espacios reflexivos, trabajo de orientación, atención focalizada de estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsables en entornos educativos inclusivos, participativos y democráticos","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Convivencia Escolar-3","nombre":"Sistema de alerta temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niños y jóvenes que los docentes y asistentes de la educación, detecten que presentan factores de riesgo de desvinculación educativa o bien sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas y de promoción.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos humanos, tecnológicos, didácticos, para una adecuada implementación del curriculum con el fin de mejorar el acceso a los aprendizajes.","metaEstrategica":"100% de los recursos tecnológicos, didácticos y educativos, es destinado para favorecer el logro de los aprendizajes en los estudiantes del establecimiento.","indicador":"Adquisición de recursos pedagógicos.: % DE ESTUDIANTES DESARROLLAN ACTIVIDADES CON LOS RECURSOS ADQUIRIDOS. Apoyo del sostenedor.: % de los estudiantes son beneficiados con acciones propuestas por el sostenedor. Material eduactivo: % de las necesidades son cubiertas por el material adquirido por el sostenedor. Recursos tecnológicos.: % de estudiantes beneficiados con recursos tecnológicos adquiridos.","acciones":[{"id":"24804-Gestión de Recursos-0","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del e","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Gestión de Recursos-1","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Gestión de Recursos-2","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Gestión de Recursos-3","nombre":"Uso de recursos tecnológicos y educativos","descripcion":"EL EQUIPO DE GESTIÓN PROMUEVE ACCIONES DE AUTOGESTIÓN PARA LA OBTENCIÓN DE NUEVOS RECURSOS PEDAGÓGICOS y tecnológicos, realizada el monitoreo y seguimiento de los recursos utilizados, tanto educativos como tecnológicos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24804-Gestión de Recursos-4","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}