{"rbd":"10098","nombre":"ESCUELA PROVINCIA DE ARAUCO","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar las habilidades superiores en los y las estudiantes a través de la implementación de prácticas innovadoras, para potenciar las trayectorias educativas en las asignaturas de lenguaje y matemáticas, mediante un Plan de acompañamiento docente que potencie practicas pedagógicas innovadoras","metaEstrategica":"90% de los acompañamientos recibirán retroalimentación efectiva basadas en el desarrollo de practicas pedagógicas innovadoras tales como método equilibrado de lectura, método singapur en las asignaturas de lenguaje y matemáticas para potenciar el desarrollo de habilidades superiores.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Afianzar un Plan de Desarrollo Profesional Docente mediante jornadas profesionales y acompañamientos al aula periódicos a fin de potenciar prácticas pedagógicas innovadoras.","metaEstrategica":"El 90% de los profesionales participan en las instancias de perfeccionamiento para potenciar las practicas pedagógicas innovadoras.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Afianzar el trabajo colaborativo de la asignatura de Orientación, con énfasis en el área socioemocional, liderado por el equipo de convivencia escolar y docentes con jefaturas a través del PGCE 2025, con el fin de desarrollar de forma integral a los y las estudiantes.","metaEstrategica":"El 90% del desarrollo de los talleres se implementan en conjunto, evaluando cada sesión con énfasis en los impactos en los estudiantes y en el trabajo colaborativo, estableciendo espacios de trabajo en equipo con el fin de potenciar estrategias que direccionen al desarrollo socioemocional. Los avances de los alumnos (as) serán analizados mediante los resultados DIA socioemocional.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Asegurar el adecuado proceso de enseñanza aprendizaje mediante un Plan de funcionamiento que resguarde los recursos profesionales y pedagógicos necesarios para el logro de los aprendizajes de los y las estudiantes","metaEstrategica":"El 90% de los recursos serán utilizados para lograr adherencia de aprendizajes en los y las estudiantes disponibles en el establecimiento estos serán utilizados en las clases de los estudiantes para asegurar el buen desarrollo de los aprendizajes, tales como material concreto, guías de los estudiantes, guías docentes.","indicador":"","acciones":[]}}}