{"rbd":"25315","nombre":"ESCUELA PUERTO FUTURO","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer los procesos pedagóicos referidos a la gestión de aula (diseño, planificación, evaluación) que permitan mejorar la distribución en los estándares de aprendizaje, tanto en comprensión lectora como en pensamiento matemático, en mediciones internas y externas.","metaEstrategica":"El 15 % de los estudiantes de cada uno de los siguientes de 2°, 4°, 6° y 8° se moviliza en forma ascendente en los estandares de desempeño de acuerdo a los resultados de las mediciones estandarizadas.","indicador":"Análisis de resultados: N° sesiones anuales de reflexión pedagógica dedicaddas a análisis de resultados. Plataforma: % de los y las funcionarias participa en al menos una jornada de formación o socialización. Acciones formativas y de perfeccionamiento: % de los los profesionales docentes involucrados en el desarrollo de habilidades precursoras de la lecto- esc en 1° ciclo y habilidades matemáticas en 2° ciclo participan en jorn. de formació. Acompañamiento al aula: % de los docentes son acompañados al aula por algún integrante del equipo directivo o un par. Progresión en los aprendizajes: % de estudianes del standar elemental se moviliza al adecuado.","acciones":[{"id":"25315-Gestión Pedagógica-0","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Dir promueve la partic de doc UTP, ins.gral,coord PIE, entre otros, en act que contrib a fort las compet. téc. del equipo téc. de aula para el D°de habil. basado en apren. profundo de los estud, y párv del terri. Estas instan estarán centradas en la particip.activa y colabo como lo son:Jornadas de trab e inst forma para el D°de hab.precurs. de lec-esc en NT y lect-esc 1°cic y habi. mat. 2°c","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Gestión Pedagógica-1","nombre":"Acompañamiento al Aula","descripcion":"El equipo técnico pedagógico organiza el trabajo colaborativo con los docentes y promueve el uso efectivo del tiempo no lectivo con el objetivo de fortalecer sus capacidades profesionales a través del proceso de retroalimentación del acompañamiento al aula.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"25315-Gestión Pedagógica-2","nombre":"Fortalecimiento del trabajo colaborativo","descripcion":"Fortalecer el diseño de clases, planificación y material pedagógica de manera colaborativa a través de la implementación del Convenio ADECO.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Gestión Pedagógica-3","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de un plan que incluya sesiones quincenales donde se desarrollen clases con integración curricular y espacios de co- enseñanza","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Gestión Pedagógica-4","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El equipo docente junto al de gestión planifican e implementan experiencias de aprendizaje en espacios educativos no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito contribuir a la formación integral de los y las estudiantes, en línea con la priorización curricular actual del nivel educativo respectivo.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Gestión Pedagógica-5","nombre":"Análisis de resultados","descripcion":"Docentes y AA:EE analizan resultados de evaluaciones internas y externas con el propósito de tomar decisiones pertinentes para mejorar las prácticas de enseñanza y fortalecer los aprendizajes de los estudiantes.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Gestión Pedagógica-6","nombre":"ESTÁNDARES DE APRENDIZAJE","descripcion":"El equipo directivo y de gestión promueve y orienta la categorización de los estudiantes según su nivel de desempeño e implementa estrategias de aprendizaje específicas para cada grupo (insatisfactorio, elemental y adecuado) con el objetivo de facilitar la movilización de los estudiantes hacia la categoría siguiente.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]},"Liderazgo":{"objetivoEstrategico":"Promover un estilo de liderazgo que fortalezca los vínculos entre los distintos actores de la comunidad para la mejora de los aprendizajes.","metaEstrategica":"El 50% de los funcionarios participa en distintas instancias de socialización y aprendizaje (activdades internas, redes, capacitaciones, entre otras) que favorezcanel desarrollo de habilidades personales y profesionales que contribuyan al clima escolar y laboral.","indicador":"Acciones formativas y de perfeccionamiento: Los docentes y asistentes de la educación participan en al menos 1 jornada de formación o capacitación durante el año, ya sea interna o territorial. Fortalecimiento del vínculo: % de los y las funcionarias participa en al menos una jornada de formación o socialización. Plataforma: % de los docentes utiliza la plataforma para gestionar sus planificaciones, evaluaciones, calificaciones, entre otros.","acciones":[{"id":"25315-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El E.E D° un plan con estrat de retroalimen a la labor doc y/o trabajo colab que incorpora acciones form. y de perfec. atendiendo a las neces detectadas en los prof del EE así como a prácticas de AA EE y D° de autocapacitación como -Asistencia y participación en RME territoriales, fomentando el trab colab intra e inter U. educativas -ADECO Trab colabor para optimizar el tiempo no lectiv","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar","descripcion":"El equ direc impleme un sist de gestión que facilite el apoyo a los proce curric y evalua format y de seguim a estudia que contrib al trab de los equ téc doc direc y para la comun educ de acuerdo con los estánd propue por MINEDUC La solución incluye una herram para asigna de instrum. de aprend y eval. ajustado al curr. priorizado, reportando a diario para el seguim. de los apre. de los estud","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"La asesoría técnica experta interrumpe sus servicios."},{"id":"25315-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"monitorear y realizar seguimiento de las acciones del plan de Gestión de Convivencia escolar para el aseguramiento de la trayectoria educativa de los estudiantes, a través de una vinculación efectiva con el establecimiento.","metaEstrategica":"Cumplir el 95% del Plan de Gestión de la Convivencia Escolar con foco en el resguardo de la trayectoria educativa de los y las estudiantes.","indicador":"Sana convivencia educativa: Cantidad de estudiantes que participan en al menos 1 jornada formativa anual que colabore en su desarrollo integral. Sistema de alerta temprana: Cantidad de acciones realizadas a la promoción de la asistencia.","acciones":[{"id":"25315-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equi de gest, docen y AA.EE implem estrat integ como: jorn. de trabajos, espacios reflexivos, trab. en orientación, atención focalizada a est. entre otros, que favorezcan espacios para la sana conv. educ., el D° de la afect y sexual responsable en entornos educ, inclus, partic y democ. - Charlas (TEa,sex y gén,violencia, acoso, ciberboullyng) - FALP - TALLER TD°PS - PART.DEMOCRÁTIC","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Convivencia Escolar-1","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de est.","descripcion":"El equ dir implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apod relacionados con la salud mental, con el fin de implementar acciones preventiva y promoci","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Convivencia Escolar-2","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El E.E promu la partic de estud,con el obj de prev la desvincl educ y fomen la asist a través del trab con las comunid educati. Los E.D analizan datos cuanti/reflexionar sobre posibles causas de inasis por niveles formulando hipót sobre fact o causas de inasis y riesgo de desert / acordar estrat/promo la asist y rete esc. Los EG analizan las orient. y el mate de apoyo/contex intervencio/apod","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El ED, docen y AA.EE promueven el Desarrollo° integral de párv. y estud que contribuyan al D° de habildades artístísitcas, deportivas y de la salud mental, mediante la participación en Escuelas de canto y ballet folclórico del territorio. Taller Desarrollo Personal Social. Instancias territoriales","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Mejorar el uso eficiente de los recursos humanos y materiales del establecimiento para apoyar la implementación de currículum, a través de la planificación efectiva de éstos.","metaEstrategica":"El 100% de los recursos materiales and humanos son utilizados para implementar el currículum de manera efectiva.","indicador":"Aseguramiento de dotación de la escuela: Cantidad de funcionarios totales de la escuela. Recursos Pedagógicos: % de recursos utilizados del total entregado.","acciones":[{"id":"25315-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sost. y el direc. gestionan la contrat de personal idóneo para el apoyo a los estud que presentan mayores brechas de aprend, factores de riesgo de deserc, preven en el ámbito socioemoc, promoc en el D° de hábi de vida saludable, D° de acc. de sexual y gén, sana conv esc y apoyo en los proc admin del EE.EE, con el fin de aseg el ópt funcio% para dar cumpl. al PEI","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"25315-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}