{"rbd":"10113","nombre":"ESCUELA ELVIRA SANTA CRUZ OSSA","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Sistematizar los aprendizajes de los y las estudiantes logrando la movilidad de los niveles de desempeño, a través de un plan de apoyo desde Educación Parvularia a 8° año básico, asegurando así el cumplimiento del eje \"fortalecimiento de aprendizajes\" del plan de Reactivación Educativa.","metaEstrategica":"Lograr que al menos el 70% de los y las estudiantes que rinden la medición SIMCE, mejoran sus niveles de desempeño.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el rol docente mediante el acompañamiento y retroalimentación con el fin de enriquecer los procesos de aprendizaje de los y las estudiantes para mejorar las prácticas institucionales.","metaEstrategica":"Retroalimentar al menos el 95% de los y las docentes que imparten las asignaturas de lenguaje y matemática, como también a las educadoras de párvulos en los respectivos núcleos, mejorando nuestras prácticas pedagógicas, en beneficio de los logros de nuestros y nuestras estudiantes.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer prácticas de promoción, prevención e inclusión enmarcadas en el respeto, los buenos tratos y el diálogo de manera transversal, generando espacios e instancias que propicien un ambiente óptimo y grato, para un adecuado desarrollo integral de los y las estudiantes.","metaEstrategica":"Implementar al menos el 90% de las acciones del Plan de Gestión de la Convivencia Escolar, que permiten un adecuado desarrollo integral de los y las estudiantes.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Mejorar la adquisición de recursos e insumos educativos y tecnológicos, para potenciar el aprendizaje de todos los y las estudiantes elvirianos, mediante un sistema de monitoreo y análisis del uso y estado de estos.","metaEstrategica":"Dotar con al menos el 80% de los recursos e insumos requeridos por los y las estudiantes y profesionales de la educación, para asegurar la participación en diversas instancias de aprendizaje y mejorar la asistencia a clases.","indicador":"","acciones":[]}}}