{"rbd":"10113","nombre":"ESCUELA ELVIRA SANTA CRUZ OSSA","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Sistematizar los aprendizajes de los y las estudiantes logrando la movilidad de los niveles de desempeño, a través de un plan de apoyo desde Educación Parvularia a 8° año básico, asegurando así el cumplimiento del eje \"fortalecimiento de aprendizajes\" del plan de Reactivación Educativa.","metaEstrategica":"Lograr que al menos el 70% de los y las estudiantes que rinden la medición SIMCE, mejoran sus niveles de desempeño.","indicador":"Estrategias de apoyo a los y las estudiantes; Talleres de reflexión para analizar estrategias.","acciones":[{"id":"10113-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes.","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de instancias pedagógicas de adaptación, a lo menos dos veces, integración curricular y co-enseñanza, a lo menos dos veces al año, para la articulación entre NT2 y 1° básico y entre 4° y 5°año básico.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes.","descripcion":"La Directora y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y los y las estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"La Directora promueve la participación de docentes, jefe de UTP, inspector general, coordinadores de departamentos, coordinadores PIE,entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes y párvulos del territorio. Estas instancias estarán centradas en la participació","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el rol docente mediante el acompañamiento y retroalimentación con el fin de enriquecer los procesos de aprendizaje de los y las estudiantes para mejorar las prácticas institucionales.","metaEstrategica":"Retroalimentar al menos el 95% de los y las docentes que imparten las asignaturas de lenguaje y matemática, como también a las educadoras de párvulos en los respectivos núcleos, mejorando nuestras prácticas pedagógicas, en beneficio de los logros de nuestros y nuestras estudiantes.","indicador":"Acciones formativas y de perfeccionamiento; Acompañamiento y retroalimentación al docente.","acciones":[{"id":"10113-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de las prácticas docente y de los asistentes","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento para responder a las necesidades detectadas en los profesores, como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación: Asistencia y participación en redes de","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para la asignación de tareas, guías de","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo, el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"}]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer prácticas de promoción, prevención e inclusión enmarcadas en el respeto, los buenos tratos y el diálogo de manera transversal, generando espacios e instancias que propicien un ambiente óptimo y grato, para un adecuado desarrollo integral de los y las estudiantes.","metaEstrategica":"Implementar al menos el 90% de las acciones del Plan de Gestión de la Convivencia Escolar, que permiten un adecuado desarrollo integral de los y las estudiantes.","indicador":"Acciones formativas; Participación de estudiantes en acciones formativa","acciones":[{"id":"10113-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como: jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorecen espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Convivencia Escolar-1","nombre":"Promover el involucramiento de la comunidad educativa en distintas instancias de participación, con","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con la comunidad educativa. Las actividades realizadas en el establecimiento son: -los equipos directivos analizan datos cuantitativos para reflexionar sobre posibles causas de inasistencia por niveles y/o modalidades, formulando hip","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Convivencia Escolar-2","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental mediante el incentivo en la participación en: - talleres de Educación Extraescolar en las cuatro dimensiones y TDPS en los talleres de Formación Integral de la JEC. - implementa los juegos el","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Convivencia Escolar-3","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los es","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos niñas/os y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"}]},"Gestión de Recursos":{"objetivoEstrategico":"Mejorar la adquisición de recursos e insumos educativos y tecnológicos, para potenciar el aprendizaje de todos los y las estudiantes elvirianos, mediante un sistema de monitoreo y análisis del uso y estado de estos.","metaEstrategica":"Dotar con al menos el 80% de los recursos e insumos requeridos por los y las estudiantes y profesionales de la educación, para asegurar la participación en diversas instancias de aprendizaje y mejorar la asistencia a clases.","indicador":"Recursos materiales; Recursos pedagógicos.","acciones":[{"id":"10113-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Gestión de Recursos-1","nombre":"Contratación de Personal.","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible.","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10113-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos.","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]}}}