{"rbd":"10098","nombre":"ESCUELA PROVINCIA DE ARAUCO","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar las habilidades superiores en los y las estudiantes a través de la implementación de prácticas innovadoras, para potenciar las trayectorias educativas en las asignaturas de lenguaje y matemáticas, mediante un Plan de acompañamiento docente que potencie practicas pedagógicas innovadoras","metaEstrategica":"90% de los acompañamientos recibirán retroalimentación efectiva basadas en el desarrollo de practicas pedagógicas innovadoras tales como método equilibrado de lectura, método singapur en las asignaturas de lenguaje y matemáticas para potenciar el desarrollo de habilidades superiores.","indicador":"Organización, preparación, implementación y evaluación del proceso de enseñanza- aprendizaje, sumado al seguimiento de trayectorias educativas del estudiantado","acciones":[{"id":"10098-Gestión Pedagógica-0","nombre":"Seguimiento y Apoyo a Trayectorias Educativas","descripcion":"Monitoreo constante de las planificaciones de profesores, además del acompañamiento al aula de pre-básica a cuarto básico, y trabajo colaborativo entre docentes y docentes PIE, utilizando la plataforma de gestión educativa.","monitoreo1Nivel":"Implementado","monitoreo1Justificacion":"Las acciones desarrolladas fueron atingentes al contexto del establecimiento, focalizando esfuerzos en la recuperación de aprendizajes, lo que resultó en avances significativos en el número de estudiantes lectores y mejores resultados en el DIA y SIMCE."}]},"Liderazgo":{"objetivoEstrategico":"Afianzar un Plan de Desarrollo Profesional Docente mediante jornadas profesionales y acompañamientos al aula periódicos a fin de potenciar prácticas pedagógicas innovadoras.","metaEstrategica":"El 90% de los profesionales participan en las instancias de perfeccionamiento para potenciar las practicas pedagógicas innovadoras.","indicador":"Prácticas de liderazgo del sostenedor/a y director/a en torno al logro de objetivos institucionales y gestión de resultados educativos","acciones":[{"id":"10098-Liderazgo-0","nombre":"Articulación y Gestión Estratégica Institucional","descripcion":"Desarrollo de un plan estratégico basado en el PEI con foco en la Política de Reactivación Educativa y Política de Convivencia Escolar, asegurando el trabajo articulado en todas las dimensiones de la gestión escolar.","monitoreo1Nivel":"Implementado","monitoreo1Justificacion":"La gestión y Liderazgo lograron articulación en todas sus dimensiones, evidenciado en los resultados DIA y SIMCE, y en la valoración positiva de la gestión institucional por parte de la comunidad en general."}]},"Convivencia Escolar":{"objetivoEstrategico":"Afianzar el trabajo colaborativo de la asignatura de Orientación, con énfasis en el área socioemocional, liderado por el equipo de convivencia escolar y docentes con jefaturas a través del PGCE 2025, con el fin de desarrollar de forma integral a los y las estudiantes.","metaEstrategica":"El 90% del desarrollo de los talleres se implementan en conjunto, evaluando cada sesión con énfasis en los impactos en los estudiantes y en el trabajo colaborativo, estableciendo espacios de trabajo en equipo con el fin de potenciar estrategias que direccionen al desarrollo socioemocional. Los avances de los alumnos (as) serán analizados mediante los resultados DIA socioemocional.","indicador":"Procesos para abordar el desarrollo personal y social de la Comunidad Educativa y fortalecer el buen trato, la salud mental y el autocuidado","acciones":[{"id":"10098-Convivencia Escolar-0","nombre":"Implementación del Plan de Gestión de la Convivencia Escolar (PGCE)","descripcion":"Implementación del PGCE enfocado al desarrollo integral de los estudiantes, garantizando sus derechos, activando redes y protocolos, y promoviendo el buen trato escolar para la creación de climas favorables para el aprendizaje.","monitoreo1Nivel":"Implementado","monitoreo1Justificacion":"La articulación de la gestión en el área ha generado un avance en los IDPS, especialmente en la valoración de la gestión por parte de los estudiantes, lo cual es fundamental para propiciar mejores resultados de aprendizaje."}]},"Gestión de Recursos":{"objetivoEstrategico":"Asegurar el adecuado proceso de enseñanza aprendizaje mediante un Plan de funcionamiento que resguarde los recursos profesionales y pedagógicos necesarios para el logro de los aprendizajes de los y las estudiantes","metaEstrategica":"El 90% de los recursos serán utilizados para lograr adherencia de aprendizajes en los y las estudiantes disponibles en el establecimiento estos serán utilizados en las clases de los estudiantes para asegurar el buen desarrollo de los aprendizajes, tales como material concreto, guías de los estudiantes, guías docentes.","indicador":"Procesos para asegurar la sostenibilidad del PEI a través de una gestión eficiente del personal y del desarrollo de sus capacidades, así como de los recursos educativos y financieros, incorporando prácticas de participación y transparencia.","acciones":[{"id":"10098-Gestión de Recursos-0","nombre":"Gestión y Distribución de Recursos Humanos y Educativos","descripcion":"Asegurar la disponibilidad de Recursos Humanos para dar cobertura a todas las necesidades educativas y de seguridad, manteniendo inventario y distribución permanente de los recursos educativos disponibles.","monitoreo1Nivel":"Implementado con Observaciones","monitoreo1Justificacion":"Los aportes en esta área han sido significativos para la movilidad en la gestión institucional, asegurando la cobertura profesional. No obstante, se han registrado dificultades con la entrega de recursos, tiempos desfasados y cantidades que no corresponden a lo solicitado (especialmente TICS)."}]}}}