{"rbd":"10104","nombre":"ESCUELA MONSENOR CARLOS OVIEDO","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el desarrollo de habilidades superiores mediante la articulación institucional y la coherencia didáctica para promover un aprendizaje profundo.","metaEstrategica":"Al menos el 80% de los docentes implementa estrategias didácticas orientadas a fortalecer habilidades superiores y reflexiona sobre su impacto en el aprendizaje de los estudiantes, a través de espacios de análisis y mejora pedagógica.","indicador":"Estrategias de Transición Educativa -N° de reuniones para el trabajo de para fortalecer la ETE / Salidas Pedagógicas -N° de salidas pedagógicas exitosas con foco en el aprendizaje profundo.","acciones":[{"id":"10104-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través 4 de reuniones técnicas de trabajo colaborativo con profesionales del subciclo de NT1 a 2°. Orientación vocacional octavo básico.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10104-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Los recursos comprometidos para la implementación de la actividad llegaron a destiempo."},{"id":"10104-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director promueve jornadas formativas, análisis de datos y acompañamiento técnico para fortalecer competencias docentes y articular el currículo, potenciando el aprendizaje profundo desde los NT a enseñanza básica.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Elevar los niveles de logro de los y las estudiantes en evaluaciones internas y externas, asegurando su avance hacia desempeños adecuados.","metaEstrategica":"Al menos el 80% de los estudiantes alcanza los niveles adecuado y elemental en evaluaciones internas y externas, con un aumento progresivo en el porcentaje de quienes se ubican en nivel adecuado.","indicador":"Acompañamiento al aula -N° de visitas al aula para el acompañamiento y retroalimentación docente / Sistema de Evaluación de los Aprendizajes Territ N° de evaluaciones del SEAT aplicadas para el monitoreo de los aprendizajes","acciones":[{"id":"10104-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación y a","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10104-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramienta para la asignación de tareas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10104-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Promover instancias de participación para la sana convivencia, favoreciendo el bienestar psicológico, social y emocional de la comunidad educativa","metaEstrategica":"El 90% de los integrantes de la comunidad escolar participara en actividades y espacios declarados en el plan de gestión de la convivencia escolar, para promover el bienestar psicológico, social, emocional y la sana convivencia","indicador":"Riesgo de desvinculación N° de acciones para estudiantes con riesgo de desvinculación / talleres psicosocioeducativos N° de tallerespsicosocioeducati vos para la formación integral y desarrollo de salud mental","acciones":[{"id":"10104-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales relacionadas con talleres psicosocioeducativos que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10104-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Las actividades realizadas en el establecimiento son: - Los equipos de gestión monitorean y dan seguimiento a la asistencia del establecimiento. - Los equipos de gestión, articulan las orientaciones","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10104-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementa un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10104-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación de Escuelas de talento, Taller DPS, Instancias territoriales de Expo Festival de Barrancas, Encuentro Territorial de Salud Mental y Actividad Física,","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Garantizar el uso eficiente de los recursos humanos, pedagógicos y materiales disponibles para fortalecer las oportunidades de aprendizaje de los estudiantes.","metaEstrategica":"Al finalizar el año, el 90% de los recursos adquiridos estarán implementados en estrategias pedagógicas que favorezcan el desarrollo de habilidades superiores.","indicador":"Autoevaluación del personal N° de autoevaluaciones del personal para evaluar el impacto de su trabajo educativo / Material educativo N° de adquisiciones de material educativo para el óptimo funciona pedagógico de los recursos","acciones":[{"id":"10104-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo con necesidades de la escuela (sobre el 5","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10104-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del e","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10104-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10104-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}