{"rbd":"10088","nombre":"ESCUELA HERMINDA DE LA VICTORIA","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el acompañamiento docente para articular prácticas e interacciones pedagógicas a través de instancias de reflexión y trabajo colaborativo","metaEstrategica":"El 90% de los y las docentes participan en instancias de trabajo colaborativo y reflexiones pedagógicas con el fin de adquirir aprendizajes profundos en sus estudiantes.","indicador":"N° de jornadas de reflexión docente con foco en el análisis de datos, reflexión y trabajo colaborativo entre docentes, educadoras diferenciales, asistentes de la educación. % de participación en reflexiones pedagógicas de docentes, educadoras diferenciales, y asistentes de la educación.","acciones":[{"id":"10088-Gestión Pedagógica-0","nombre":"Estrategias de Transición para fortalecer la Trayectoria Educativa","descripcion":"El Equipo de Directivo implementa un plan de Transición Educativa con acciones que fortalezcan, afiancen y den continuidad a la Trayectoria educativa de los y las estudiantes, a través de actividades contenidas en el plan. Focalizamos en la transición NT2-1° básico","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Gestión Pedagógica-1","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) práctica(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento con el propósito de actualizar y mejorar la práctica docente, atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; como también, a prácticas de los equipos de asistentes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Gestión Pedagógica-2","nombre":"Salidas pedagogicas para la formación integral de los y las estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito contribuir a la formación integral de los y las estudiantes, en linea con el curriculum actual del nivel educativo respectivo y apuntando a resguardar las trayectorias educativas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Gestión Pedagógica-3","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve la participación de docentes, jefe de UTP, inspector general,coordinadores de departamentos, coordinadores PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos del territorio. Estas instancias estarán centradas en la","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer las competencias del equipo de gestión y directivo para el logro de los objetivos académicos y formativos mediante el monitoreo sistemático del estado de avance del plan de mejoramiento educativo.","metaEstrategica":"El 95% del equipo directivo y de gestión participa activamente en instancias de formación y monitoreo de las acciones PME, evidenciando mejoras en los indicadores académicos y socioemocionales de los y las estudiantes.","indicador":"N° de docentes acompañados con foco en metodologías y prácticas docentes con foco en la mejora de los aprendizajes. N| de jornadas de trabajo colaborativo con foco en los procesos de mejora pedagógica. % de usuarios activos en la plataforma.","acciones":[{"id":"10088-Liderazgo-0","nombre":"Apoyo Docente mediante el acompañamiento al aula.","descripcion":"El acompañamiento al aula implica la observación de clases, el análisis y reflexión de prácticas pedagógicas y la entrega de retroalimentación constructiva a los docentes.","monitoreo1Nivel":"Aún no se encuentra evaluado","monitoreo1Justificacion":"Aún no se encuentra evaluado"},{"id":"10088-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para la asignación de tareas,guías de","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo rl Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Potenciar la formación integral de estudiantes y docentes con el fin de resguardar la integridad física y psicológica a través de jornadas de orientación , encuentros e instancias de sensibilización.","metaEstrategica":"Lograr la participación de un 80% de los estudiantes y docentes en las acciones del plan de Convivencia Escolar para promover una sana convivencia, que resguarde su integridad física y emocional.","indicador":"N° de actividades de formación y educación Socioemocional socioemocional y convivencia positiva planificadas por la escuela. % de estudiantes y apoderados que particpan en actividades de formación socioemocional y convivencia positiva planificadas por la escuela.","acciones":[{"id":"10088-Convivencia Escolar-0","nombre":"Estrategias de inclusión educativa integral.","descripcion":"El Equipo de Gestión y profesores desarrollan actividades periódicas (jornadas, hora de orientación, talleres, reuniones, entre otros) donde se abordan temáticas asociadas a: Riqueza de distintas culturas, pueblos, religión y/o nacionalidad; Reflexión sobre el efecto que produce la discriminación en las personas o grupos humanos ya sea por discapacidad; Valorización por la diversidad.","monitoreo1Nivel":"Aún no se encuentra evaluado","monitoreo1Justificacion":"Aún no se encuentra evaluado"},{"id":"10088-Convivencia Escolar-1","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexual","descripcion":"El equipo de gestion, docentes y asistentes de la educación implementan estrategias integrales como lo son: como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participa","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Convivencia Escolar-2","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Las actividades realizadas en el establecimiento son: -Los equipos directivos analizan datos cuantitativos para reflexionar sobre posibles causas de inasistencia por niveles y/o modalidades, formulan","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Convivencia Escolar-3","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Convivencia Escolar-4","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: -Escuelas de canto y ballet folclórico del territorio para estudiantes con talento. -Taller de Desarrollo personal y social, implementa activ","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la adquisición de recursos e insumos educativos para mejorar los aprendizajes de los estudiantes, mediante el monitoreo, análisis, uso y estado de los recursos.","metaEstrategica":"El 90% de los recursos permite resguardar mejora de los aprendizajes y requerimientos del establecimiento.","indicador":"% de recursos adquiridos. N° de horas contratadas por funcionario.","acciones":[{"id":"10088-Gestión de Recursos-0","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Gestión de Recursos-1","nombre":"Adquisición de equipos informaticos y recursos tecnológicos.","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos e insumos y recursos tecnológicos con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Gestión de Recursos-2","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de aaciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del EE","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10088-Gestión de Recursos-3","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}