{"rbd":"10080","nombre":"ESCUELA TENIENTE HERNAN MERINO CORREA","faseEstrategicaCargada":false,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"habilidades precursoras: % de estudiantes beneficiados con las iniciativas de aprendizaje profundo. Salidas pedagógicas: número de clases vinculadas a OA de alguna asignatura. transición educativa: % de participación en instancias de transición educativa","acciones":[{"id":"10080-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de talleres, espacios de co-enseñanza, jornadas, etc) -Vinculación del nivel de educación parvularia con jardines infantiles - Articulación entre NT2 y 1 Básico, -Articulación entre 4º y 5º -Charlas liceos de cont.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director impulsa la participación activa del equipo técnico en jornadas formativas y colaborativas para fortalecer habilidades claves y mejorar la gestión pedagógica con enfoque en aprendizaje profundo: Vocabi aventuras ( NT1 Y NT2) y Matemática en Ruta (1ºa 6º) LEC..","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"LIRMI (Plataforma digital): cantidad de acciones realizadas por plataforma digital. Plan Local de Formación: Número de acompañamientos y retroalimentaciones en el aula. Procesos de mejora contínua: Número de profesionales contratados para asegurar el óptimo funcionamiento","acciones":[{"id":"10080-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora de las prácticas docentes y de los asist, de la Educ.","descripcion":"El establecimiento desarrolla un Plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento, como también a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos y para la comunidad educativa, de acuerdo con los estándares propuestos. La solución incluye una herramientas para la asignación de tareas, guías, evaluaciones etc","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Actividades extraescolares: Número de estudiantes participantes de los talleres extraescolares. Estrategias convivencia escolar: Número de acciones realizadas del Plan de Convivencia escolar. Plan de Asistencia: % de estudiantes que mejoran asistencia a clases","acciones":[{"id":"10080-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como son: jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos y democráticos","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas, el seguimiento y monitoreo del plan de Asistencia y establecer remediales para la mejora de asistencia y retención escolar.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo implementa un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en diversas instancias ofrecidas por SLEP y talleres extraescolares propios de la escuela","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"","metaEstrategica":"","indicador":"Dotación personal: % de recursos financieros destinados a la contratación de RRHH. Recursos materiales, educativos y tecnológicos: cantidad de material educativo y tecnológico recibido por la escuela en beneficio de las trayectorias escolares de los estudiantes","acciones":[{"id":"10080-Gestión de Recursos-0","nombre":"Asegurar el funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (50% RRHH","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión de Recursos-1","nombre":"Contratación de personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo de los estudiantes que presentan mayores brechas de aprendizaje, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del EE","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10080-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]}}}