{"rbd":"10095","nombre":"ESCUELA IGNACIO CARRERA PINTO","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Movilizar los niveles de desempeño de los estudiantes en lenguaje y matemática, para superar las brechas y rezagos que aseguren su trayectoria educativa a través del monitoreo y retroalimentación constante.","metaEstrategica":"Aumentar en un 5% la proporción de estudiantes que avanzan en niveles de aprendizaje elemental o adecuado en evaluaciones internas y/o externas","indicador":"Acompañamiento y retroalimentación a docentes (% de acompañamientos y retroalimentación de las prácticas pedagógicas en aula realizadas por el equipo de gestión). Monitoreo a los procesos de enseñanza y evaluación (% de acompañamientos a docentes en metología y didactica de la enseñanza y evaluación).","acciones":[{"id":"10095-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión ejecuta un plan de Estrategia de Transición Educativa y articulación para favorecer la trayectoria educativa de párvulos y estudiantes. Contemplando, al menos, una reunión de articulación, co-enseñanza y acciones de continuidad pedagógica, tales como la permanencia de los docentes con sus mismos cursos y la incorporación anticipada de nuevos docentes entre NT2 y 1°, y 4° y 5°.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Gestión Pedagógica-1","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director promueve la participación de docentes, jefe de UTP, inspector General, Coordinadora PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos con el objetivo de mejorar la gestión pedagógica.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Gestión Pedagógica-2","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes.","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el análisis de datos de evidencias internas y/o territoriales a través de reuniones periódicas para la toma de decisiones basadas en la evidencia.","metaEstrategica":"Movilizar en un 10% los resultados de evaluaciones internas y/o territoriales hacia niveles de aprendizaje elemental o adecuado.","indicador":"Analisis de resultados cuantitativos (% de mejora en los resultados de evaluaciones estandarizadas externas). Monitoreo, seguimiento y retroalimentación (% de reuniones del Equipo de Gestión para el monitoreo, seguimiento y retroalimentación de los resultados en base a medios de verificación)","acciones":[{"id":"10095-Liderazgo-0","nombre":"Plan local de formación orientada a la mejora de las practicas de docentes y asistentes.","descripcion":"El establecimiento implementa un plan con estrategias de retroalimentación y trabajo colaborativo que considera acciones formativas y de perfeccionamiento, respondiendo a las necesidades detectadas en los docentes, asistentes de la educación e incluyendo espacios de autocapacitación, tales como: Participación en redes de mejoramiento escolar territoriales, caminatas de aula, entre otras.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC: integrando herramientas para la planificación, evaluación y monitoreo.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo y el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer el desarrollo psicosocial y emocional de la comunidad educativa con el fin de generar un ambiente de sana convivencia, mediante la implementación del plan de gestión de la convivencia escolar.","metaEstrategica":"Aumentar en 3 puntos porcentuales los IDPS de los estudiantes en la evaluación SIMCE.","indicador":"Fortalecimiento de los IDPS (% de de mejora en los IDPS en las pruebas estandirazadas). Mejoramiento de los IDPS mediante EDEX (% de estudiantes que participan en Talleres y encuentros deportivos, culturales y artísticos.).","acciones":[{"id":"10095-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como jornadas de trabajo, espacios de reflexión, instancias de orientación y atención focalizada a estudiantes, con el fin de promover la sana convivencia, la afectividad y una sexualidad responsable en entornos educativos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento fortalece el sentido de pertenencia y compromiso de los estudiantes, desde el nivel parvulario en adelante, promoviendo su participación activa en diversas instancias formativas y comunitarias, con el propósito de prevenir la desvinculación educativa y fomentar la asistencia, en articulación con las comunidades educativas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave.","descripcion":"El equipo directivo implementa un sistema de monitoreo y seguimiento para párvulos y estudiantes que presenten factores de riesgo de desvinculación educativa; como inasistencia o bajo rendimiento. Incluyendo también aspectos relacionados con la salud mental, con el objetivo de desarrollar acciones preventivas y de promoción oportuna.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación fomentan el desarrollo integral de párvulos y estudiantes, impulsando habilidades artísticas, deportivas y de salud mental, a través de la participación en talleres extracurriculares y actividades territoriales, para fortalecer la motivación escolar, mejorar la asistencia a clases y prevenir la desvinculación educativa.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Optimizar la gestión de recursos disponibles mediante la implementación de procesos que permitan su uso eficiente para garantizar la trayectoria educativa de los estudiantes.","metaEstrategica":"Gestionar el 100% de los recursos en función de asegurar la trayectoria educativa de los estudiantes","indicador":"Monitoreo de los recuros materiales y financieros (% de acciones ejecutadas del plan de recursos materiales y financieros). Monitoreo de los recursos humanos (% de cumplimiento en la planificación de la gestión de recursos humano).","acciones":[{"id":"10095-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre 50% RH","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación con el contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Gestión de Recursos-1","nombre":"Contratación de Personal.","descripcion":"Contratación de personal para apoyar a los estudiantes con mayores brechas de aprendizaje, factores de riesgo, y necesidades en el ámbito socioemocional. Promoviendo el desarrollo de hábitos de vida saludable, abordando temáticas de sexualidad y género, fomentan una sana convivencia escolar y brindan apoyo en los procesos administrativo del EE. para dar cumplimiento al PEI.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible.","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10095-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}