{"rbd":"10125","nombre":"ESCUELA SARGENTO CANDELARIA","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Implementar un modelo pedagógico colaborativo a través de la articulación de prácticas docentes de aula para el desarrollo de habilidades de lectura, matemáticas y socioemocionales de los estudiantes.","metaEstrategica":"Un 90% de los Docentes implementa estrategias y técnicas articuladas en los distintos niveles educativos.","indicador":"Docentes articulan prácticas pedagógicas (El 90% de los Docentes articulan prácticas pedagógicas entre todos los niveles educativos para la transición educativa en los ámbitos de Gestión Curricular y Desarrollo Socioemocional). Docentes comparten prácticas pedagógicas (El 90% de los Docentes comparten prácticas pedagógicas asociadas al desarrollo de la Lectura, Pensamiento Matemático y Habilidades Socioemocionales).","acciones":[{"id":"10125-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un Plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de la implementación de 10 Sesiones de trabajo colaborativo Docente para compartir y articular prácticas pedagógicas para el desarrollo de las habilidades de Lectura, Matemáticas e IDPS en todos los Niveles educativos.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Gestión Pedagógica-2","nombre":"Consolidación de capacidades técnico-pedagógicas para el desarrollo de habilidades de Ap. Profundo","descripcion":"El Director promueve la participación de Docentes y Equipo Directivo-Técnico en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula, para el desarrollo de habilidades de Lectura, Pensamiento Matemático y desarrollo Socioemocional; a través de: - Asesorías Pedagógicas del SLEPB. - Coordinación de Ciclos. - RME del SLEPB.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Implementar un modelo de liderazgo distribuido a través de la articulación de los equipos de trabajo que impacten directamente en los resultados educativos","metaEstrategica":"Movilizar en un 25% los resultados de evaluaciones internas o territoriales hacia niveles de aprendizaje elemental o adecuado.","indicador":"Análisis y Uso colaborativo de datos (Se ejecutan el 90% de las sesiones de trabajo colaborativo para el Análisis y Uso de Datos para la Mejora de los Resultados Educativos). Uso de Datos para la Mejora Escolar (El 100% de los acuerdos colaborativos de mejora escolar, basado en el Modelo de Análisis y Uso de Datos, se ejecutan como acciones de mejoramiento de los Resultados Educativos).","acciones":[{"id":"10125-Liderazgo-0","nombre":"Plan Local de Formación orientado a la mejora y soporte de la(s) prácticas(s) Docente y AA.EE.","descripcion":"Se desarrolla un Plan con estrategias de retroalimentación a la labor de Docentes y AA.EE., impulsando las siguientes acciones de desarrollo profesional y técnico: - Acompañamientos Docentes al Aula - Coordinación de apoyo a la Gestión Curricular - Participación en RME del SLEPB. - Retroalimentación a funciones de AA.EE. - Talleres de Desarrollo Emocional-Bienestar Integral de funcionarios.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos de los estudiantes, facilitando el análisis y uso de datos para la toma de decisiones, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramienta para compartir información de procesos claves con Apoderados (asistencia y calificaciones).","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer la convivencia educativa a través de un plan para mejorar los diferentes Indicadores de Desarrollo Personal y Social.","metaEstrategica":"Aumentar en un 5% cada uno de los IDPS, respecto de las mediciones del año anterior.","indicador":"Implementación del PGCE (Se ejecutan en un 100% cada una de las acciones del PGCE, enfocadas en el mejoramiento de los IDPS). Mejoramiento de IDPS (Se logra mejorar en 5%, respecto de las mediciones del año pasado, los IDPS, medidos en las Evaluaciones Estandarizadas).","acciones":[{"id":"10125-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y sexualidad","descripcion":"El equipo de Gestión, Docentes y AA.EE. implementan estrategias integrales como: jornadas de trabajos, Debates, espacios reflexivos, trabajo en Orientación, atención focalizada a estudiantes, entre otros; que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Convivencia Escolar-1","nombre":"Promover el involucramiento de la comunidad educativa en acciones para resguardar la asistencia.","descripcion":"La Escuela promueve la participación de estudiantes y Apoderados con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con la Comunidades Educativa en acciones tales como: - El Equipo de Gestión implementa el Análisis y Uso colaborativo de Datos sobre Asistencia escolar, y formulan estrategias colaborativas para el mejoramiento de este indicador.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Convivencia Escolar-2","nombre":"Potenciar la Convivencia, salud mental y formación integral a través de actividades territoriales.","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: - Escuelas de canto y ballet folclórico del territorio -Taller de Desarrollo personal y social - Talleres EDEX - Acciones Territoriales SLEPB.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Convivencia Escolar-3","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los estudiantes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Reorientar y distribuir de forma eficiente los recursos disponibles mediante una planificación para garantizar procesos de gestión pedagógica e institucional de calidad.","metaEstrategica":"El 100% de los recursos son utilizados en los procesos de enseñanza-aprendizaje y evaluación.","indicador":"Ejecución presupuestaria (Se ejecuta en un 95% el presupuesto asociados a la mejora de procesos de gestión pedagógica y Gestión de Resultados). Mejoramiento de Resultados Académicos e IDPS (Se logra un mejoramiento en un 60% de Logro los Aprendizajes de Lectura, Matemáticas, y en 5% de progreso de los IDPS, respecto del año anterior).","acciones":[{"id":"10125-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación de acuerdo a necesidades de la escuela (sobre el 50% en RRHH).","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10125-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}