{"rbd":"10098","nombre":"ESCUELA PROVINCIA DE ARAUCO","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar las habilidades superiores en los y las estudiantes a través de la implementación de prácticas innovadoras, para potenciar las trayectorias educativas en las asignaturas de lenguaje y matemáticas, mediante un Plan de acompañamiento docente que potencie practicas pedagógicas innovadoras","metaEstrategica":"90% de los acompañamientos recibirán retroalimentación efectiva basadas en el desarrollo de practicas pedagógicas innovadoras tales como método equilibrado de lectura, método singapur en las asignaturas de lenguaje y matemáticas para potenciar el desarrollo de habilidades superiores.","indicador":"Consolidación de las capacidades técnico- pedagógic. El Director promueve la participación de docentes, jefe de UTP, inspector general, coordinadores de departamentos, coordinadores PIE, entre otros, en actividades que contribuyan a fortalecer las c. Estrategias de transición educativa. El equipo de gestión implementa un plan de Estrategia de Transición Educativa. Salidas pedagógicas. El Director y equipo de gestión planifican e implementan experiencias de aprendizaje.","acciones":[{"id":"10098-Gestión Pedagógica-0","nombre":"Seguimiento y Apoyo a Trayectorias Educativas","descripcion":"Monitoreo constante de las planificaciones de profesores, además del acompañamiento al aula de pre-básica a cuarto básico, y trabajo colaborativo entre docentes y docentes PIE, utilizando la plataforma de gestión educativa.","monitoreo1Nivel":"Implementado","monitoreo1Justificacion":"Las acciones desarrolladas fueron atingentes al contexto del establecimiento, focalizando esfuerzos en la recuperación de aprendizajes, lo que resultó en avances significativos en el número de estudiantes lectores y mejores resultados en el DIA y SIMCE."},{"id":"10098-Gestión Pedagógica-1","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y primero básico.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Gestión Pedagógica-2","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Gestión Pedagógica-3","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve la participación de docentes, jefe de UTP, inspector general, coordinadores de departamentos, coordinadores PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos del territorio.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Afianzar un Plan de Desarrollo Profesional Docente mediante jornadas profesionales y acompañamientos al aula periódicos a fin de potenciar prácticas pedagógicas innovadoras.","metaEstrategica":"El 90% de los profesionales participan en las instancias de perfeccionamiento para potenciar las practicas pedagógicas innovadoras.","indicador":"Apoyo del sostenedor. El sostenedor apoya los procesos de gestión pedagógica y administrativa del establecimiento educacional. Plan Local de Formación. El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo. Plataforma de apoyo a la gestión escolar. El equipo directivo implementa un sistema de gestión.","acciones":[{"id":"10098-Liderazgo-0","nombre":"Articulación y Gestión Estratégica Institucional","descripcion":"Desarrollo de un plan estratégico basado en el PEI con foco en la Política de Reactivación Educativa y Política de Convivencia Escolar, asegurando el trabajo articulado en todas las dimensiones de la gestión escolar.","monitoreo1Nivel":"Implementado","monitoreo1Justificacion":"La gestión y Liderazgo lograron articulación en todas sus dimensiones, evidenciado en los resultados DIA y SIMCE, y en la valoración positiva de la gestión institucional por parte de la comunidad en general."},{"id":"10098-Liderazgo-1","nombre":"Plan Local de Formación orientada a la mejora y soporte de las prácticas docentes y asistentes Ed","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento con el propósito de actualizar y mejorar la práctica docente, atendiendo con ello, a las necesidades detectadas en los profesores a través del Proyecto ADECO y asistentes de la educación basados en sus necesidades.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Liderazgo-2","nombre":"Plataforma de apoyo a la gestión escolar","descripcion":"El equipo Directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Liderazgo-3","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo y en el Proyecto Educativo Institucional","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Afianzar el trabajo colaborativo de la asignatura de Orientación, con énfasis en el área socioemocional, liderado por el equipo de convivencia escolar y docentes con jefaturas a través del PGCE 2025, con el fin de desarrollar de forma integral a los y las estudiantes.","metaEstrategica":"El 90% del desarrollo de los talleres se implementan en conjunto, evaluando cada sesión con énfasis en los impactos en los estudiantes y en el trabajo colaborativo, estableciendo espacios de trabajo en equipo con el fin de potenciar estrategias que direccionen al desarrollo socioemocional. Los avances de los alumnos (as) serán analizados mediante los resultados DIA socioemocional.","indicador":"Estrategias integrales para fomentar Convivencia E. El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales. Potenciar la convivencia educativa. El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes. Promover la participación de la comunidades edu. El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia. Sistema de Alerta Temprana. El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes.","acciones":[{"id":"10098-Convivencia Escolar-0","nombre":"Implementación del Plan de Gestión de la Convivencia Escolar (PGCE)","descripcion":"Implementación del PGCE enfocado al desarrollo integral de los estudiantes, garantizando sus derechos, activando redes y protocolos, y promoviendo el buen trato escolar para la creación de climas favorables para el aprendizaje.","monitoreo1Nivel":"Implementado","monitoreo1Justificacion":"La articulación de la gestión en el área ha generado un avance en los IDPS, especialmente en la valoración de la gestión por parte de los estudiantes, lo cual es fundamental para propiciar mejores resultados de aprendizaje."},{"id":"10098-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Las actividades realizadas en el establecimiento son: -Los equipos directivos analizan datos cuantitativos para reflexionar sobre posibles causas de inasistencia por niveles y/o modalidades.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Convivencia Escolar-3","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como lo son: como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Convivencia Escolar-4","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Asegurar el adecuado proceso de enseñanza aprendizaje mediante un Plan de funcionamiento que resguarde los recursos profesionales y pedagógicos necesarios para el logro de los aprendizajes de los y las estudiantes","metaEstrategica":"El 90% de los recursos serán utilizados para lograr adherencia de aprendizajes en los y las estudiantes disponibles en el establecimiento estos serán utilizados en las clases de los estudiantes para asegurar el buen desarrollo de los aprendizajes, tales como material concreto, guías de los estudiantes, guías docentes.","indicador":"Adquisición de equipos. El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos. Adquisición de recursos educativos. El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes. Asegurar funcionamiento y dotación. Aseguramiento del óptimo funcionamiento del establecimiento educacional. Contratación de Personal. El sostenedor y el director gestionan la contratación de personal idóneo.","acciones":[{"id":"10098-Gestión de Recursos-0","nombre":"Gestión y Distribución de Recursos Humanos y Educativos","descripcion":"Asegurar la disponibilidad de Recursos Humanos para dar cobertura a todas las necesidades educativas y de seguridad, manteniendo inventario y distribución permanente de los recursos educativos disponibles.","monitoreo1Nivel":"Implementado con Observaciones","monitoreo1Justificacion":"Los aportes en esta área han sido significativos para la movilidad en la gestión institucional, asegurando la cobertura profesional. No obstante, se han registrado dificultades con la entrega de recursos, tiempos desfasados y cantidades que no corresponden a lo solicitado (especialmente TICS)."},{"id":"10098-Gestión de Recursos-1","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Gestión de Recursos-2","nombre":"Contratación de personal","descripcion":"El sostenedor y el Director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizaje, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Gestión de Recursos-3","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10098-Gestión de Recursos-4","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}