{"rbd":"10130","nombre":"LICEO CIUDAD DE BRASILIA","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar un proceso de acompañamiento pedagógico que permita contribuir al desarrollo profesional de los docentes del establecimiento. Institucionalizar iniciativas de innovación pedagógica que favorezcan el desarrollo de habilidades de orden superior y/o que promuevan una formación educativa integral.","metaEstrategica":"90% de los docentes manifiesta que los procesos de acompañamiento pedagógico contribuyen a su desarrollo profesional. 100% de los cursos trabajan la metodología ABP y/o estrategias similares al menos una vez en el año.","indicador":"Porcentaje de docentes que realiza evaluación entre pares. Porcentaje de docentes que reciben retroalimentación del Equipo Directivo. Porcentaje de cursos que realizan aprendizaje basado en proyectos. Porcentaje de cursos que realizan salidas pedagógicas.","acciones":[{"id":"10130-Gestión Pedagógica-0","nombre":"Estrategias de innovación pedagógica","descripcion":"Se implementarán acciones de innovación pedagógica, como la implementación de Aprendizaje Basado en Proyectos y la estrategia institucional de vocabulario desde Educación Parvularia hasta Cuarto Medio, con el objetivo de fomentar el desarrollo de las habilidades del siglo XXI: Colaboración, creatividad, comunicación y juicio crítico entre otras.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10130-Gestión Pedagógica-1","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El Equipo Técnico implementa un Plan de Transición y articulación educativa para apoyar la trayectoria de los estudiantes de Segundo Nivel de Transición a Primero Básico / Cuarto a Quinto Básico y Octavo Básico a Primero Medio, considerando actividades como: Traspasos de cursos con los aprendizajes claves de salida para el siguiente nivel. Clases compartidas entre los docentes de transición.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10130-Gestión Pedagógica-2","nombre":"Salidas pedagógicas para la construcción de aprendizajes profundos de párvulos y estudiantes","descripcion":"El Equipo Técnico planifican e implementan experiencias de aprendizaje, en espacios formales e informales como parques, muesos, reservas nacionales, entre otras, cuyo propósito es generar aprendizajes profundo en los estudiantes de todos los cursos y niveles, quienes al menos realizarán una salida en el año.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Los recursos comprometidos para la implementación de la actividad llegaron a destiempo."},{"id":"10130-Gestión Pedagógica-3","nombre":"Plan Local de Formación Orientada a la mejora y soporte de las prácticas docentes","descripcion":"Se desarrollará un plan local de formación orientado a fortalecer y retroalimentar las prácticas pedagógicas de los docentes de todos los cursos y niveles, incorporando las necesidades formativas detectadas, los acompañamientos al aula, las visitas entre pares y los espacios de trabajo colaborativo para analizar y compartir estrategias pedagógicas, incorporando también a los equipos de apoyo.","monitoreo1Nivel":"Implementado de manera adecuada (50% a 74%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10130-Gestión Pedagógica-4","nombre":"Consolidación de las capacidades técnico pedagógicas para el desarrollo de habilidades claves","descripcion":"El Equipo Técnico y los docentes participarán en instancias técnicas de formación que contribuyan a fortalecer el desarrollo de habilidades basadas en el aprendizaje profundo, específicamente en conciencia fonológica NT1, lectoescritura primer ciclo y habilidades matemáticas en segundo ciclo y enseñanza media, considerando el trabajo colaborativo y el aprendizaje entre pares.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Desarrollar una cultura de trabajo colaborativo entre los funcionarios del establecimiento para potenciar el trabajo en equipo y optimizar los esfuerzos en beneficio de la comunidad educativa.","metaEstrategica":"Al menos el 90% de los funcionarios considera que las instancias de trabajo colaborativo fortalecen el trabajo en equipo.","indicador":"Número de reuniones que se realiza con el asesor territorial para generar acciones de apoyo desde el sostenedor. Número de veces que se entregan informes de seguimiento a las familias.","acciones":[{"id":"10130-Liderazgo-0","nombre":"Plataforma de apoyo a la gestión escolar","descripcion":"El Equipo Directivo implementa un sistema de gestión que facilite el apoyo a los proceso curriculares, evaluativos y formativos para monitorear y realizar el seguimiento de los estudiantes de todos los cursos y niveles, con el objetivo de analizar y tomar decisiones en función de los datos y de esta forma promover acciones que apunten a la mejora.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10130-Liderazgo-1","nombre":"Apoyo del Sostenedor al funcionamiento y la mejora continua","descripcion":"El Sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimiento, mediante la contratación de personal que contribuya a asegurar el óptimo funcionamiento de las escuelas y de esta manera cumplir las ,metas establecidas en el PME y el Proyecto Educativo, pudiendo exceder el porcentaje de gasto destinado a recurso humano, permitido por SEP.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Mejorar las estrategias de prevención y vínculo entre los integrantes de la comunidad educativa para mejorar el clima de convivencia escolar en el liceo.","metaEstrategica":"85% de los miembros de la comunidad educativa declara que existe un buen ambiente de Convivencia Escolar en el Liceo.","indicador":"Porcentaje de estudiantes atendidos que presentan riesgo de deserción. Porcentaje de estudiantes que participa de los talleres extraescolares.","acciones":[{"id":"10130-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar una buena convivencia escolar","descripcion":"El Equipo Directivo, Convivencia Escolar y el Departamento Socioemocional planifican e implementan estrategias para generar una sana convivencia, la valoración de la inclusión, la sexualidad responsable, entre otras, a través de acciones como: Actividades planificadas en orientación, análisis de películas y cortometrajes, debates, charlas e hitos como la semana de la memoria,","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10130-Convivencia Escolar-1","nombre":"Actividades comunitarias que promueven la participación y previenen la deserción escolar","descripcion":"Se planifican actividades que promueven el encuentro y la participación de los distintos estamentos para fortalecer los lazos, afianzar el proyecto educativo, promover la asistencia y evitar la deserción o desvinculación educativa: Día del libro, Día de la Familia, Día del estudiante, Peña Folclórica, Corrida rural, Encendido de luces, entre otras.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10130-Convivencia Escolar-2","nombre":"Sistema de alerta temprana para prevenir la desvinculación","descripcion":"El equipo directivo implementa un sistema de monitoreo y seguimiento a todos los estudiantes que sean detectados con factores de riesgo de desvinculación educativa, ya sea por asistencia escolar, rendimiento y/o salud mental, incorporando también información extraída de entrevistas y/o la observación en la rutina diaria, con el objetivo de implementar acciones preventivas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10130-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través de talleres y encuentros territoriales","descripcion":"Se planificarán e implementarán talleres extraescolares en el área artística, deportiva, académica y desarrollo personal, además de encuentros territoriales que promuevan el desarrollo integral y la salud mental de los y las estudiantes de Enseñanza Básica y Media.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar acciones de formación profesional y técnica que permitan consolidar el Proyecto Educativo del Liceo.","metaEstrategica":"Al menos el 90% de los funcionarios del liceo participan en instancias formativas que apuntan al desarrollo de los objetivos estratégicos del Proyecto Educativo.","indicador":"Porcentaje de estudiantes que mejoran sus resultados fruto de los trabajos de apoyo y/o nivelación del personal contratado. Porcentaje de docentes de Matemática que usa los materiales adquiridos para la asignatura.","acciones":[{"id":"10130-Gestión de Recursos-0","nombre":"Contratación de personal","descripcion":"El Sostenedor y el Director gestionan la contratación de personal para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores, de riesgo, deserción, problemáticas socioemocionales entre otros.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10130-Gestión de Recursos-1","nombre":"Adquisición de recursos educativos y tecnológicos","descripcion":"El Sostenedor y el Equipo Directivo aseguran la compra de materiales de uso pedagógico para mejorar las prácticas de los docentes y equipos informáticos, recursos tecnológicos necesarios para habilitar las salas de clases y otras dependencias de tal forma de facilitar los aprendizajes de los estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}