{"rbd":"10093","nombre":"ESCUELA MILLAHUE","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Perfeccionar políticas, procedimientos y prácticas de organización, preparación, implementación y evaluación del proceso educativo para la mejora en el logro de los aprendizajes de los/as estudiantes, considerando las necesidades y potencialidades de cada uno de ellos/as.","metaEstrategica":"Mejorar los resultados de aprendizaje logrando, al término de ciclo, un 70 % de los estudiantes ubicados en nivel avanzado o intermedio.","indicador":"Reuniones de articulación: 6 REUNIONES en torno a la planificación de acciones que promuevan, monitoreen y aseguren el desarrollo de habilidades de la lecto escritura. | Trabajo Interdisciplinario: 2 actividades por semestre planificadas entre diferenres disciplinas.","acciones":[{"id":"10093-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de transición educativa con talleres, jornadas y co- enseñanza desde parvularia a básica, promoviendo la continuidad, el bienestar y la proyección escolar.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10093-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10093-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve jornadas formativas, análisis de datos y acompañamiento técnico de asesores para fortalecer competencias docentes y articular el currículo, potenciando el aprendizaje profundo desde NT1 a octabo básico.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"}]},"Liderazgo":{"objetivoEstrategico":"Afianzar la organización y las funciones de diseño, articulación, conducción y planificación institucional, para asegurar el cumplimiento de la misión institucional a través del PEI y el PME, asegurando el éxito de la trayectoria educativas de los y las estudiantes.","metaEstrategica":"Alcanzar un 100% de la implementación del PME. Mejorar los resultados de eficiencia interna en un 70% con respecto a los presentados al inicio del ciclo","indicador":"Problema de Practica: 3 reuniones al año para implementar, monitorear y evaluar acciones en torno al problema de practica acordado. | Reuniones de EGE: 1 reunión semanal con el equipo de gestión 1 vez por semana, monitoreando el desarrollo de cada área, concretando acuerdos, entregando lienamientos, con el fin de asegurar el cumplimiento del PEI.","acciones":[{"id":"10093-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento impulsa acciones formativas y colaborativas, respondiendo a necesidades docentes y de asistentes, incluyendo redes territoriales","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10093-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para la asignación de tareas,guías de","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10093-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"}]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar las políticas, procedimientos y prácticas que favorecen el desarrollo personal y social de los estudiantes, de acuerdo al Proyecto Educativo Institucional y al currículum vigente, para promover su participación responsable como sujetos activos de la comunidad y sociedad.","metaEstrategica":"Mejorar en un 50% los resultados de la evaluación DIA en el área socioemocional de convivencia escolar, respecto de la muestra al inicio del ciclo.","indicador":"Actividades participativas: Se ejecutan 3 activiades al año participativas, para estudiantes y para apoderados. | Encuesta de Apreciación de Clima Escolar: Se aplica 3 veces al año encuesta de apreciación de clima escolar en los cursos de 4° a 8° básico. Se analizan sus resultados para toma de desiciones.","acciones":[{"id":"10093-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestion, docentes y asistentes de la educación implementan estrategias integrales como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, con el fin de fortalecer espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y dem","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"$nombreJustificacionNivel"},{"id":"10093-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la asistencia y retención escolar mediante análisis de inasistencia y acciones contextualizadas, e instancias informativas personalizadas, con familias y comunidades educativas.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"10093-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos NNJ que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventivas y de promoción","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"10093-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de NNA que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante la implementación del Taller de Desarrollo Personal y Social (JEC) que otorguen la posinilidad de abarcar tematicas comunicatias y de salud mental, particpción en actividades territoriales como encuentr","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]},"Gestión de Recursos":{"objetivoEstrategico":"Consolidar las políticas, procedimientos y prácticas de gestión de recursos humanos y materiales, potenciando la colaboración con redes externas a la escuela, para asegurar la adecuada implementación de los procesos educativos","metaEstrategica":"Al termino de ciclo contar con un inventario del 100% de los materiales con que cuenta la escuela, así mismo contar con la participación del 50% de los profesionales en redes externas propuestas por el servicio local.","indicador":"Participación en Redes Terriotoriales: el 50% de los funcionarios participa en las redes territoriales implementadas desde el SLEP | Uso de recursos: 1 actividad planificada por asignatura en sala Cra o Enlace.","acciones":[{"id":"10093-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"10093-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de aaciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del e","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"10093-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemonional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"10093-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]}}}