{"rbd":"10092","nombre":"ESCUELA GOLDA MEIR","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el acompañamiento docente para la implementación de estrategias efectivas de enseñanza-aprendizaje en Lenguaje y Matemática, optimizando los procesos de enseñanza en primer y segundo ciclo.","metaEstrategica":"Lograr que el 15% de los estudiantes avancen del nivel insuficiente al elemental en Lenguaje y Matemática, mediante la implementación de estrategias efectivas de enseñanza-aprendizaje en lenguaje y matemática.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el sentido de pertenencia y la cultura de compromiso en la comunidad educativa, promoviendo la mejora continua de las prácticas institucionales a través de la participación activa de todos sus integrantes.","metaEstrategica":"Lograr que el 90% de la comunidad educativa participe activamente en instancias de trabajo colaborativo, promoviendo el sentido de pertenencia y el compromiso con la mejora continua de las prácticas institucionales.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Potenciar el desarrollo integral de los estudiantes mediante estrategias pedagógicas y formativas que promuevan el bienestar y la salud mental de toda la comunidad educativa.","metaEstrategica":"Incrementar en un 10% los indicadores de Desarrollo Personal y Social mediante la implementación de acciones del Plan de Gestión de la Convivencia Escolar.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar los recursos humanos y materiales para garantizar un aprendizaje integral y de calidad para todos los estudiantes.","metaEstrategica":"Asegurar que el 90% de los recursos humanos y materiales sean gestionados de manera eficiente, garantizando su disponibilidad y uso óptimo para fortalecer el aprendizaje integral de los estudiantes.","indicador":"","acciones":[]}}}