{"rbd":"10109","nombre":"ESCUELA DOCTOR TREVISO GIRARDI TONELLI","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Profundizar competencias didácticas de los docentes para lograr efectivamente el desarrollo de habilidades intelectuales superiores en los estudiantes, en el marco del modelo pedagógico institucional indagativo-constructivo.","metaEstrategica":"El 90% de los docentes logran satisfactoriamente los indicadores internos para fortalecer sus competencias didácticas, en el marco del modelo pedagógico institucional indagativo-constructivo.","indicador":"Jornadas para habilidades precursoras... Número de jornadas de capacitación docente para el desarrollo de habilidades precursoras de lectoescritura y de matematica. Jornadas para la transición y articulación Número de jornadas de articulación de NT1 a NT2, NT2 a 1°, 1° a 4° básico. Salidas pedagógicas Número de salidas pedagógicas, con foco en el aprendizaje profundo.","acciones":[{"id":"10109-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El EGE Implementa plan de Estrategia de Transición Educativa y articulación para apoyar trayectoria educativa de párvulos y estudiantes, a través de: - Jornadas anuales de acompañamiento a docentes de NT1 a 4° básico para fortalecer estrategias de transición educativa y articulación. 4 Jornadas de NT1 a NT2. 4 Jornadas de NT2 y 1° básico. 4 Jornadas de 1° a 4° básico .","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Los recursos comprometidos para la implementación de la actividad llegaron a destiempo."},{"id":"10109-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve participación de docentes y EGE en iniciativasque fortalezcan competencias de desarrollo de habilidades para el aprendizaje profundo: -Jornadas de analisis y trabajo para desarrollar habilidades precursoras de lectoescritura en NT1, NT2 y primer ciclo. Refuerzo de habilidades matematicas en segundo ciclo. -Jornadas de acompañamiento realizado por asesores.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el liderazgo pedagogico a través de un modelo de acompañamiento basado en datos y reflexión docente.","metaEstrategica":"El 80% de los estudiantes obtienen logros que se ubican entre los niveles intermedios a satisfactorios, desarrollando sus habilidades superiores.","indicador":"Apoyo del sostenedor Número de asesorias directas del sostenedor, de docentes y asistentes, y de material fungible y didáctico para el optimo funcionamiento. Gestión de resultados Número de jornadas de reflexión y aprendizaje profesional colaborativo. Plataforma de apoyo Número de aplicaciones de instrumentos evaluativos del curriculum, desde herramienta tecnológica de apoyo: LIRMI.","acciones":[{"id":"10109-Liderazgo-0","nombre":"Planificación y Gestión de los Resultados","descripcion":"El establecimiento desarrolla plan con estrategias de retroalimentación a a los docente y trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo según las necesidades formativas de los profesores del establecimiento; como también, a prácticas de los equipos de asistentes de la educación.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión y herramienta tecnológica que facilite a los procesos curriculares y evaluativos, de seguimiento a los aprendizajes de los estudiantes, de acuerdo a los EID.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Liderazgo-3","nombre":"Plan Local de Formación PLF","descripcion":"El establecimiento desarrolla plan de acompañamiento con estrategias de retroalimentación a los docentes y asistentes de la educación y, trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar las habilidades socioemocionales, interpersonales, y la positiva disposición y vinculación con la escuela, para un efectivo desarrollo integral en los estudiantes.","metaEstrategica":"El 90% de los estudiantes participan de los talleres psicoeducativos, y mejoran su desarrollo socioemocional y habilidades interpersonales, de acuerdo a indicadores institucionales de evaluación y monitoreo de estos aspectos de su desarrollo.","indicador":"Asistencia y retención escolar Número de jornadas de análisis de datos y acciones con las familias, para asegurar asistencia escolar y prevenir deserción escolar. Estrategias para desarrollo integral Número de jornadas para el desarrollo integral de estudiantes en afectividad y sexualidad. Estrategias para sana convivencia Número de estudiantes que participan en eventos y actividades extraescolares para su desarrrollo integral y positiva salud mental. Sistema de alerta temprana Número de sesiones de análisis de datos para detectar estudiantes con problemas de salud mental y generar acciones de apoyo oportunas, en base a plataforma de seguimiento.","acciones":[{"id":"10109-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"Equipo de gestion, docentes y asistentes de la educación implementan estrategias integrales: jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, otros;que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos y democráticos.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la asistencia y retención escolar mediante el análisis de datos de inasistencias y acciones contextualizadas con familias y comunidades educativas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana","descripcion":"El equipo directivo implementa un sistema de monitoreo y seguimiento a todos los NNA que los docentes y/o asistentes de la educación detecten presentando factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por salud mental por los mismos estudiantes o apoderados con el fin de implementar acciones preventivas.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante participación en: Taller de Desarrollo personal y social, Instancias territoriales deportivas, Encuentro Territorial de Salud Mental y Actividad física talleres EDEX.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Optimizar la gestión de los recursos -humanos, materiales, tecnológicos y fungibles- que requiere la gestión educativa, y capacitaciones pertinentes, para un eficiente servicio educativo a los y las estudiantes.","metaEstrategica":"Aumentar en un 20% el uso efectivo del material pedagógico disponible, según los registros de uso.","indicador":"Adquisición recursos educativos y fungibles Número de recursos educativos y fungibles adquiridos para apoyar y mejorar prácticas docentes. Aseguramiento de recurso humano Número de docentes y asistentes contratados con gastos por sobre el 50% de los recursos SEP, para asegurar optimo funcionamiento. Contratación de Personal Número de docentes y profesionales contratados para atender estudiantes con brechas significativas de aprendizajes y factores de riesgo de deserción escolar. Recursos informáticos y tecnológicos Número de recursos informáticos y tecnológicos para apoyar prácticas docentes de enseñanza y aprendizaje.","acciones":[{"id":"10109-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10109-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"La asignación de los recursos fue interrumpida."}]}}}