{"rbd":"10122","nombre":"ESCUELA PROF. MANUEL GUERRERO CEBALLOS","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el quehacer pedagógico del equipo técnico y docente, para la mejora de los resultados SIMCE; con foco en la reactivación del proceso de lectura, escritura y matemática de estudiantes de primer y segundo ciclo básico.","metaEstrategica":"Movilizar de insuficiente a elemental a un 20% de los estudiantes en la prueba de lectura y matemática de la medición SIMCE.","indicador":"Acompañamiento docente: Se hace acompañamiento al 60 % de los docentes por parte de equipo de gestión, por Matemática en Ruta, Programa de Conciencia Fonológica \"Vocabi Aventuras\". Paticipación en redes de apoyo internas y externa: El 80% de profesionales participan de redes de mejoramiento del SLEPB y externas. Reforzamientos educativos: El 70% de los estudiantes participan en reforzamientos educativos en I y II ciclo en asignaturas tales como lenguaje, matemática, historia y taller de plan lector.","acciones":[{"id":"10122-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de (especificar cantidad de instancias previstas y si son talleres, clases con integración curricular, espacios de co- enseñanza, jornadas, entre otros) para la (definir según niveles): Vinculación del nivel de educación","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios formales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras e","descripcion":"El Director promueve la participación de docentes, jefe de UTP, inspector general, coordinadores de departamentos, coordinadores PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos del territorio. Estas instancias estarán centradas en la","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Gestión Pedagógica-3","nombre":"Implementación del proyecto ADECO \"Retroalimentación pedagógica mediante acompañamiento al aula.","descripcion":"Se suscribe e implementa el proyecto ADECO, en función de fortalecer las prácticas del equipo técnico y docente, a través del desarrollo de un plan de retroalimentación y acompañamiento al aula, con foco en las estrategias de aprendizaje profundo que utilizan los docentes, respecto a la lectura, escritura y comprensión lectora en primer y segundo ciclo.","monitoreo1Nivel":"Implementado inicialmente (1% a 24%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el liderazgo distribuido a partir de a una visión estratégica compartida para consolidar el PEI, alineado con la Política de reactivación Educativa.","metaEstrategica":"Aumentar la asistencia escolar de los estudiantes de educación parvularia y básica a un 90% y la retención de estudiantes en un 80%, levantando estrategias de mejora en red.","indicador":"Plan local de formación: Se ejecutará el 100% de las acciones planificadas en el plan local de formación. Plataforma de apoyo pedagógico: El 100% de los docentes hace uso de la plataforma de apoyo pedagógico lirmi","acciones":[{"id":"10122-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) práctica(s) docente y de los asiste","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento; como también, a prácticas de los equipos de asistentes de la educación y el desarrollo de instancias de autocapacitación","monitoreo1Nivel":"Aún no se encuentra evaluado","monitoreo1Justificacion":"Aún no se encuentra evaluado"},{"id":"10122-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para la asignación de tareas.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo y el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Liderazgo-3","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento atendiendo con ello, a las necesidades formativas detectadas en los profesores del establecimiento. Asimismo, se incluye el proyecto ADECO \"Retroalimentación pedagógica mediante acompañamiento al aula\"","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Fomentar la interculturalidad de modo transversal promoviendo valores propios del kume mongen (buen vivir): kelluwn (reciprocidad), yamuwun (respeto), poyewun (afecto) y el ngulan (consejo) para favorecer la buena convivencia y la salud mental de toda la comunidad.","metaEstrategica":"Lograr una mejora de 20 puntos en los IDPS de medición SIMCE.","indicador":"Actividades de PGCE 2025: Se ejecutará el 100% de las diversas acciones contenidas en PGCE. Clima de convivencia: En relación a los IDPS se aumentará 10 puntos en relación a medición anterior simce 2024. Cuidado y preservación del medioambiente: El 100% de la comunidad educativa adhiere a los desafíos medioambientales, promueve su cuidado y los vincula con el sello intercultural bilingüe declarado en el PEI 2025","acciones":[{"id":"10122-Convivencia Escolar-0","nombre":"PGCE con foco en el desarrollo socioemocional de los y las estudiantes","descripcion":"El equipo de convivencia escolar elabora e implementa el Plan de Gestión de la Convivencia Escolar de la escuela con un enfoque formativo, fortaleciendo el desarrollo socioemocional de los estudiantes y apuntando a los siguientes IDPS: -Autoestima académica y motivación escolar. -Clima de convivencia. -Equidad de género.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Convivencia Escolar-1","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los p","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones p","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Convivencia Escolar-2","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en: -Escuelas de canto y ballet folclórico del territorio para estudiantes con talento. -Taller de Desarrollo personal y social, implementa activ","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Convivencia Escolar-3","nombre":"Promoción y cuidado del medio ambiente","descripcion":"La comunidad escolar promoverá a través de la brigada medioambiental y del comité medioambiental distintas acciones que contribuyan a mejorar y preservar los espacios naturales con que cuenta nuestra escuela generando aprendizajes y responsabilidad social y ambiental con el entorno. Además, se efectuarán campañas de reciclaje y otras actividades.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Convivencia Escolar-4","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestion, docentes y asistentes de la educación implementan estrategias integrales como lo son: como jornadas de trabajos, espacios reflexivos, trabajo en orientación, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participat","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Convivencia Escolar-5","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Las actividades realizadas en el establecimiento son: -Los equipos directivos analizan datos cuantitativos para reflexionar sobre posibles causas de inasistencia por niveles y/o modalidades, formulan","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la disposición de recursos humanos, educativos, técnicos, tecnológicos, financieros además del perfeccionamiento de Docentes y Asistentes de la Educación intencionando la mejora continua de la comunidad escolar que permitan la consolidación del PEI.","metaEstrategica":"Gestionar en un 100% los recursos destinados a fortalecer las capacidades del personal, la provisión de recursos educativos y financieros que contribuyan al desarrollo de los aprendizajes y de la convivencia escolar para garantizar el desarrollo integral de los estudiantes.","indicador":"Adquisición de recursos educativos: El 100% de los recursos educativos y material fungible para las necesidades pedagógicas asociadas a los aprendizajes y a la formación integral de los estudiantes. sen utilizados con fines pedagógicos. Contratación de personal: Se contrata el 100% del personal idóneo para las llevar a cabo las múltiples acciones que se requieren satisfacer en el establecimiento.","acciones":[{"id":"10122-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en procesos administrativos","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungible","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"10122-Gestión de Recursos-3","nombre":"Adquisición de equipos informáticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos e insumos y recursos tecnológicos con foco en la mejora de los procesos de enseñanza-aprendizaje. (Lo ve cada escuela en su presupuesto)","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]}}}