{"rbd":"10105","nombre":"ESCUELA FEDERICO ACEVEDO SALAZAR","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Consolidar y fortalecer las prácticas pedagógicas a través del trabajo colaborativo docente, promoviendo el desarrollo de habilidades de nivel superior en los estudiantes mediante estrategias innovadoras y el uso efectivo de recursos tecnológicos en el aula.","metaEstrategica":"Lograr que al menos el 95% de los docentes participe activamente en espacios de trabajo colaborativo y formación en estrategias innovadoras , evidenciando su aplicación en la planificación y en la mejora del aprendizaje de los estudiantes.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer la participación activa de la comunidad educativa en la actualización y seguimiento de los instrumentos de gestión escolar, promoviendo una toma de decisiones informada, colaborativa y basada en evidencia.","metaEstrategica":"Lograr la participación del 100% de docentes y asistentes de la educación en a lo menos dos instancias anuales de revisión del PEI y PME","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Consolidar un clima escolar positivo mediante el fortalecimiento del desarrollo socioemocional, la inclusión y la participación activa de los estudiantes en su trayectoria educativa.","metaEstrategica":"Reducir en un 20% los conflictos de convivencia reportados en 2024 y lograr que al menos el 85% de los estudiantes participen en actividades de formación socioemocional, evidenciando mejoras en resolución de conflictos según encuestas y registros de mediación.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Optimizar el uso de recursos educativos y tecnológicos, asegurando su acceso equitativo y su integración efectiva en los procesos de enseñanza y aprendizaje.","metaEstrategica":"Al menos el 80% de los docentes incorporará el uso de recursos educativos y tecnológicos en sus planificaciones de aula, promoviendo estrategias didácticas innovadoras que favorezcan el aprendizaje profundo.","indicador":"","acciones":[]}}}