{"rbd":"10122","nombre":"ESCUELA PROF. MANUEL GUERRERO CEBALLOS","faseEstrategicaCargada":true,"monitoreo1Cargado":false,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Fortalecer el quehacer pedagógico del equipo técnico y docente, para la mejora de los resultados SIMCE; con foco en la reactivación del proceso de lectura, escritura y matemática de estudiantes de primer y segundo ciclo básico.","metaEstrategica":"Movilizar de insuficiente a elemental a un 20% de los estudiantes en la prueba de lectura y matemática de la medición SIMCE.","indicador":"","acciones":[]},"Liderazgo":{"objetivoEstrategico":"Fortalecer el liderazgo distribuido a partir de a una visión estratégica compartida para consolidar el PEI, alineado con la Política de reactivación Educativa.","metaEstrategica":"Aumentar la asistencia escolar de los estudiantes de educación parvularia y básica a un 90% y la retención de estudiantes en un 80%, levantando estrategias de mejora en red.","indicador":"","acciones":[]},"Convivencia Escolar":{"objetivoEstrategico":"Fomentar la interculturalidad de modo transversal promoviendo valores propios del kume mongen (buen vivir): kelluwn (reciprocidad), yamuwun (respeto), poyewun (afecto) y el ngulan (consejo) para favorecer la buena convivencia y la salud mental de toda la comunidad.","metaEstrategica":"Lograr una mejora de 20 puntos en los IDPS de medición SIMCE.","indicador":"","acciones":[]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar la disposición de recursos humanos, educativos, técnicos, tecnológicos, financieros además del perfeccionamiento de Docentes y Asistentes de la Educación intencionando la mejora continua de la comunidad escolar que permitan la consolidación del PEI.","metaEstrategica":"Gestionar en un 100% los recursos destinados a fortalecer las capacidades del personal, la provisión de recursos educativos y financieros que contribuyan al desarrollo de los aprendizajes y de la convivencia escolar para garantizar el desarrollo integral de los estudiantes.","indicador":"","acciones":[]}}}