{"rbd":"24412","nombre":"COLEGIO FINLANDIA","faseEstrategicaCargada":true,"monitoreo1Cargado":true,"monitoreo2Cargado":false,"dimensiones":{"Gestión Pedagógica":{"objetivoEstrategico":"Mejorar el modelo de gestión curricular con el fin avanzar progresivamente en los niveles de logro a través del análisis y reflexión de los procesos de enseñanza-aprendizaje","metaEstrategica":"Lograr un aumento del 10% en los niveles de logro de los estudiantes en pruebas internas y estandarizadas en un plazo de un año, mediante la implementación de prácticas reflexivas y análisis continuo de los procesos de enseñanza- aprendizaje.","indicador":"Jornadas de análisis y reflexión: Porcentaje desarrollo de las jornadas de análisis y reflexión pedagógica planificadas con el fin de la mejorar de los resultados. Participación en jornadas de análisis y reflexión: Número de docentes y asistentes de la educación que participan de las acciones de reflexión pedagógica y capacitaciones.","acciones":[{"id":"24412-Gestión Pedagógica-0","nombre":"Estrategias de transición educativa y articulación para los párvulos y estudiantes","descripcion":"El equipo de gestión implementa un plan de Estrategia de Transición Educativa (ETE) y articulación para apoyar la trayectoria educativa de los párvulos y estudiantes, a través de reuniones de trabajo colaborativo mensuales para la articulación pedagógica : -Articulación entre NT2 y 1 Básico,","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"24412-Gestión Pedagógica-1","nombre":"Salidas pedagógicas para la construcción de aprendizaje profundo de párvulos y estudiantes","descripcion":"El Director y equipo de gestión planifican e implementan experiencias de aprendizaje en espacios informales o no formales como parques, museos, reservas nacionales, entre otras, que tienen como propósito construir aprendizajes profundos en los párvulos y estudiantes.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"24412-Gestión Pedagógica-2","nombre":"Consolidación de las capacidades técnico-pedagógicas para el desarrollo de habilidades precursoras","descripcion":"El Director promueve la participación de docentes, jefe de UTP, coordinadores PIE, entre otros, en actividades que contribuyan a fortalecer las competencias técnicas del equipo técnico de aula para el desarrollo de habilidades basado en aprendizaje profundo de los estudiantes, y párvulos del territorio. Estas instancias estarán centradas en la participación activa y colaborativa.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]},"Liderazgo":{"objetivoEstrategico":"Promover un trabajo colaborativo para fortalecer la identidad de la institución a través de la participación de toda la comunidad educativa.","metaEstrategica":"Lograr que al menos el 70% de los integrantes de la comunidad educativa participen activamente en iniciativas colaborativas y espacios de diálogo institucional en un plazo de dos años, promoviendo así el fortalecimiento de la identidad de la escuela.","indicador":"Reuniones periódicas entre los distintos estamento: Porcentaje de reuniones planificadas en la Programación del Calendario Escolar para la mejora de los resultados a partir del trabajo colaborativo. Trabajo colaborativo: Número de docentes y asistentes de la educación que participan de acciones de trabajo colaborativo diversos.","acciones":[{"id":"24412-Liderazgo-0","nombre":"Plan Local de Formación orientada a la mejora y soporte de la(s) prácticas(s) docente y de los asist","descripcion":"El establecimiento desarrolla un plan con estrategias de retroalimentación a la labor docente y/o trabajo colaborativo que incorpora acciones formativas y de perfeccionamiento, acompañamiento al aula.","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"24412-Liderazgo-1","nombre":"Plataforma de apoyo a la gestión escolar.","descripcion":"El equipo directivo implementa un sistema de gestión que facilite el apoyo a los procesos curriculares y evaluativos formativos y de seguimiento a los estudiantes que contribuyen al trabajo de los equipos técnicos, docentes, directivos, y para la comunidad educativa, de acuerdo con los estándares propuestos por el MINEDUC. La solución incluye una herramientas para la asignación de tareas, guías...","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24412-Liderazgo-2","nombre":"Apoyo del sostenedor a procesos de mejora continua (10%)","descripcion":"El sostenedor apoya los procesos de gestión pedagógica y administrativa de los establecimientos educacionales mediante la contratación de personal para asegurar el óptimo funcionamiento para dar cumplimiento a las metas establecidas en el Plan de Mejoramiento Educativo el Proyecto Educativo Institucional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."}]},"Convivencia Escolar":{"objetivoEstrategico":"Fortalecer el desarrollo integral de los y las estudiantes para resguardar su integralidad, través de la articulación del plan de gestión.","metaEstrategica":"Implementación de un 80% de las acciones del Plan de Gestión de Convivencia Escolar en toda la comunidad, priorizando el acompañamiento socioemocional, por parte del equipo de convivencia y otras redes pertinentes.","indicador":"Implementación del PGCE: Porcentaje de profesionales y AAEE participan en la implementación de las acciones derivadas del Plan de la gestión de la convivencia, salud mental. Plan de gestión de la convivencia escolar: Porcentaje de implementación de las acciones planificadas para la sana convivencia y la salud mental.","acciones":[{"id":"24412-Convivencia Escolar-0","nombre":"Estrategias integrales para fomentar la convivencia educativa positiva, la afectividad y la sexualid","descripcion":"El equipo de gestión, docentes y asistentes de la educación implementan estrategias integrales como lo son: Charlas TEA, debate, atención focalizada a estudiantes, entre otros, que favorezcan espacios para la sana convivencia educativa, el desarrollo de la afectividad y sexualidad responsable en entornos educativos inclusivos, participativos..","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"El nivel de implementación está dentro del curso adecuado en relación a las fechas programadas."},{"id":"24412-Convivencia Escolar-1","nombre":"Promover el involucramiento de las comunidades educativas en distintas instancias de participación,","descripcion":"El establecimiento promueve la participación de los estudiantes con el objetivo de prevenir la desvinculación educativa y fomentar la asistencia, a través del trabajo con las comunidades educativas. Las actividades realizadas en el establecimiento son:-Los equipos directivos analizan datos cuantitativos para reflexionar sobre posibles causas de inasistencia por niveles y/o modalidades, formulando","monitoreo1Nivel":"Implementación avanzada (75% a 99%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"24412-Convivencia Escolar-2","nombre":"Sistema de Alerta Temprana para prevenir la desvinculación escolar y la inasistencia grave de los pá","descripcion":"El equipo directivo implementan un sistema de monitoreo y seguimiento a todos los niñas y jóvenes que los docentes y/o asistentes de la educación detecten que presentan factores de riesgo de desvinculación educativa (asistencia escolar, rendimiento), o bien que sean identificados por los mismos estudiantes o apoderados relacionados con la salud mental, con el fin de implementar acciones preventiva","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"24412-Convivencia Escolar-3","nombre":"Potenciar la convivencia educativa y la salud mental a través del desarrollo de actividades territor","descripcion":"El equipo directivo, docentes y asistentes de la educación promueven el desarrollo integral de párvulos y estudiantes que contribuyan al desarrollo de habilidades artísticas, deportivas y de la salud mental, mediante el incentivo en la participación en instancias internas y externas SLEPB","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]},"Gestión de Recursos":{"objetivoEstrategico":"Gestionar eficientemente los recursos materiales, recursos humanos y tecnológicos, que permitan el desarrollo de los planes normativos y planificaciones de los aprendizajes, dando cumplimiento a la meta y visión declarada en el Proyecto Educativo Institucional, atraves de reuniones de monitoreo.","metaEstrategica":"80% de los recursos financieros, materiales, tecnológicos de equipamientos y recursos humanos, son utilizados de manera eficiente con foco en los aprendizajes","indicador":"Recursos materiales y humanos: Porcentaje de implementación de los recursos materiales y humanos para el funcionamiento institucional. Reuniones de monitoreo sistemático: Número de acompañamientos y asesorías planificadas para la mejora de los resultados.","acciones":[{"id":"24412-Gestión de Recursos-0","nombre":"Asegurar funcionamiento y dotación del personal de acuerdo a necesidades de la escuela (sobre el 50%","descripcion":"Aseguramiento del óptimo funcionamiento del establecimiento educacional excediendo el porcentaje de gasto destinado a contrataciones en recurso humano permitido por el financiamiento SEP, de manera de cubrir las necesidades que presenta la comunidad educativa en relación al contexto de vulnerabilidad en que se encuentra.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"24412-Gestión de Recursos-1","nombre":"Contratación de Personal","descripcion":"El sostenedor y el director gestionan la contratación de personal idóneo para el apoyo a los estudiantes que presentan mayores brechas de aprendizajes, factores de riesgo de deserción, prevención en el ámbito socioemocional, promoción en el desarrollo de hábitos de vida saludable, desarrollo de acciones de sexualidad y género, sana convivencia escolar y apoyo en los procesos administrativos del e","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"24412-Gestión de Recursos-2","nombre":"Adquisición de recursos educativos y material fungi","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de diversos materiales de uso pedagógico para mejorar las prácticas de los docentes, contemplando implementos, recursos educativos y material fungible con foco en los procesos de enseñanza-aprendizaje y ámbito socioemocional.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."},{"id":"24412-Gestión de Recursos-3","nombre":"Adquisición de equipos informaticos y recursos tecnológicos","descripcion":"El sostenedor y equipo directivo aseguran la adquisición de equipos informáticos, recursos e insumos tecnológicos necesarios para habilitar las salas de clases y otras dependencias educativas, asegurando así las condiciones óptimas de conectividad (aulas conectadas) con foco en la mejora de los procesos de enseñanza-aprendizaje.","monitoreo1Nivel":"Implementado (100%)","monitoreo1Justificacion":"Ciertas condiciones relacionadas con el tiempo, los recursos humanos y/o materiales o la infraestructura no permitieron la adecuada implementación de la actividad."}]}}}